Repository: overte-org/overte-website-sphinx
Catalog: source/locales/*/LC_MESSAGES/overte-website.po
Languages: cs, de, es, pt

source: Overte e.V. will retain your personal information only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, and enforce our policies.
cs: Overte e.V. bude uchovávat Vaše osobní informace pouze po dobu nutnou pro potřeby určené v těchto zásadách. Budeme uchovávat a využívat Vaše osobní informace v míře nutné ke splnění našich zákonných povinností, vyřešení rozporů, a vynucení našich podmínek.
de: Overte e.V. bewahrt Ihre persönlichen Daten nur so lange auf, wie es für die in diesen Datenschutzbestimmungen genannten Zwecke erforderlich ist. Wir werden Ihre Daten in dem Maße aufbewahren und verwenden, wie es notwendig ist, um unseren rechtlichen Verpflichtungen nachzukommen, Streitigkeiten beizulegen und unsere Richtlinien durchzusetzen.
es: Overte e.V. conservará su información personal solo durante el tiempo necesario para los fines establecidos en esta Política de Privacidad. Conservaremos y utilizaremos su información en la medida necesaria para cumplir con nuestras obligaciones legales, resolver disputas y hacer cumplir nuestras políticas.
pt: A Overte eV reterá suas informações pessoais apenas pelo tempo necessário para os fins estabelecidos nesta Política de Privacidade. Reteremos e usaremos suas informações na medida necessária para cumprir nossas obrigações legais, resolver disputas e fazer cumprir nossas políticas.

source: If you are a resident of the European Economic Area (EEA), you have certain data protection rights. If you wish to be informed what Personal Information we hold about you and if you want it to be removed from our systems, please contact us.
cs: Pokud jste občanem evropského ekonomického prostoru (EEA), máte určitá práva na ochranu osobních dat. Pokud si přejete být informováni, jaké osobní informace o Vás uchováváme, a přejete si být odstraněni z našich systémů, kontaktujte nás prosím.
de: Wenn Sie im Europäischen Wirtschaftsraum (EWR) ansässig sind, haben Sie bestimmte Datenschutzrechte. Wenn Sie wissen möchten, welche personenbezogenen Daten wir über Sie gespeichert haben und wenn Sie möchten, dass diese aus unseren Systemen entfernt werden, kontaktieren Sie uns bitte.
es: Si usted reside en el Espacio Económico Europeo (EEE), tiene ciertos derechos de protección de datos. Si desea saber qué información personal tenemos sobre usted y desea que se elimine de nuestros sistemas, comuníquese con nosotros.
pt: Se for residente do Espaço Económico Europeu (EEE), tem determinados direitos de proteção de dados. Se desejar ser informado sobre quais Informações Pessoais mantemos sobre você e se desejar que elas sejam removidas de nossos sistemas, entre em contato conosco.

source: In certain circumstances, you have the following data protection rights:
cs: Za určitých podmínek máte následující práva pro ochranu osobních dat:
de: Unter bestimmten Umständen haben Sie die folgenden Datenschutzrechte:
es: En ciertas circunstancias, tienes los siguientes derechos de protección de datos:
pt: Em determinadas circunstâncias, você tem os seguintes direitos de proteção de dados:

source: The right to access, update or to delete the information we have on you.
cs: Právo přístupu k, aktualizace nebo smazání informací, které o Vás uchováváme.
de: Das Recht auf Zugang, Aktualisierung oder Löschung der Informationen, die wir über Sie haben.
es: El derecho a acceder, actualizar o eliminar la información que tenemos sobre usted.
pt: O direito de acessar, atualizar ou excluir as informações que temos sobre você.

source: The right of rectification.
cs: Právo na nápravu.
de: Das Recht auf Berichtigung.
es: El derecho a la rectificación.
pt: O direito de retificação.

source: The right to object.
cs: Právo na námitku.
de: Das Recht auf Widerspruch.
es: El derecho a objeción.
pt: O direito de objetar.

source: The right of restriction.
cs: Právo na omezení.
de: Das Recht auf Einschränkung.
es: El derecho a la limitación del tratamiento.
pt: O direito de restrição.

source: The right to data portability
cs: Právo na přenosnost dat
de: Das Recht auf Datenübertragbarkeit
es: El derecho a la portabilidad de los datos
pt: O direito à portabilidade de dados

source: The right to withdraw consent
cs: Právo na stažení souhlasu
de: Das Recht auf Widerruf der Zustimmung
es: El derecho a retirar el consentimiento
pt: O direito de retirar o consentimento

source: Log Files
cs: Soubory logů
de: Protokolldateien
es: Archivos de registro (Logs)
pt: Arquivos de registro

source: overte.org follows a standard procedure of using log files. These files log visitors when they visit websites. All hosting companies do this and a part of hosting services' analytics. The information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks. These are not linked to any information that is personally identifiable. The purpose of the information is for analyzing trends, administering the site.
cs: overte.org zpracovává logy standardizovanými postupy. Tyto soubory zaznamenávají návštěvníky při návštěvě webových stránek. Všechny hostingové společnosti takto činí, a jde o součást hostingové analytiky. Informace shromážděné v logách obsahují IP adresy, typ prohlížeče, poskytovatele internetu (ISP), datum a časové razítko, odkazující/výstupní stránky, a případně počet kliknutí. Tyto informace nejsou spojeny s žádnými osobně identifikujícími informacemi. Záměrem ke sběru těchto informací je analýza trendů a administrace stránek.
de: overte.org nutzt Protokolldateien. Diese Dateien protokollieren, wenn Besucher Webseiten besuchen. Alle Hosting-Unternehmen tun dies und es ist Teil der Analyse der Hosting-Dienste. Zu den in den Protokolldateien gesammelten Informationen gehören Internetprotokolladressen (IP), Browsertyp, Internetdienstanbieter (ISP), Datums- und Zeitstempel, verweisende und verlassende Seiten und möglicherweise die Anzahl der Klicks. Diese Daten werden nicht mit Informationen verknüpft, die eine persönliche Identifizierung ermöglichen. Der Zweck dieser Informationen ist die Analyse von Trends und die Verwaltung der Website.
es: overte.org sigue un procedimiento estándar de uso de archivos de registro (logs). Estos archivos registran a los visitantes cuando acceden al sitio web. Todas las empresas de alojamiento lo hacen como parte del análisis de servicios de hosting. La información recopilada por los archivos de registro incluye direcciones de protocolo de internet (IP), tipo de navegador, proveedor de servicios de internet (ISP), fecha y hora, páginas de referencia/salida, y posiblemente el número de clics. Esta información no está vinculada a datos personales identificables. Su propósito es analizar tendencias y administrar el sitio.
pt: overte.org segue um procedimento padrão de uso de arquivos de log. Esses arquivos registram visitantes quando visitam sites. Todas as empresas de hospedagem fazem isso e fazem parte da análise dos serviços de hospedagem. As informações coletadas pelos arquivos de log incluem endereços de protocolo de Internet (IP), tipo de navegador, provedor de serviços de Internet (ISP), carimbo de data e hora, páginas de referência/saída e, possivelmente, o número de cliques. Eles não estão vinculados a nenhuma informação que seja pessoalmente identificável. O objetivo das informações é analisar tendências, administrar o site.

source: Third Party Privacy Policies
cs: Zásady ochrany osobních údajů třetích stran
de: Datenschutzbestimmungen von Dritten
es: Políticas de privacidad de terceros
pt: Políticas de privacidade de terceiros

source: overte.org's Privacy Policy does not apply to other websites. Thus, we are advising you to consult the respective Privacy Policies of these third-party servers for more detailed information. It may include their practices and instructions about how to opt-out of certain options.
cs: zásady ochrany osobních údajů overte.org neplatí pro ostatní webové stránky. Doporučujeme Vám proto přečíst si respektivní zásady ochrany osobních údajů těchto serverů třetích stran pro podrobnější informace. Mohou obsahovat jejich praktiky a instrukce k odhlášení z některýh vlastností.
de: Die Datenschutzbestimmungen von overte.org gelten nicht für andere Webseiten. Wir raten Ihnen daher, die jeweiligen Datenschutzrichtlinien dieser Drittanbieter zu konsultieren. Sie können deren Praktiken und Anweisungen darüber enthalten, wie Sie bestimmte Optionen ausschalten können.
es: La política de privacidad de overte.org no se aplica a otros sitios web. Por lo tanto, le recomendamos consultar las políticas de privacidad de estos servicios de terceros para obtener información más detallada. Estas pueden incluir sus prácticas y las instrucciones sobre cómo excluirse de ciertas opciones.
pt: A Política de Privacidade de overte.org não se aplica a outros sites. Assim, aconselhamos que consulte as respetivas Políticas de Privacidade destes servidores de terceiros para obter informações mais detalhadas. Pode incluir suas práticas e instruções sobre como cancelar determinadas opções.

source: You can choose to disable cookies through your individual browser options. To know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites.
cs: Můžete zvolit zákaz cookies skrze nastavení Vašeho prohlížeče. Pro detailnější informace o managementu cookies ve specifických prohlížečích lze naleznout na jejich respektivních webových stránkách.
de: Sie können Cookies über die Optionen Ihres Browsers deaktivieren. Ausführlichere Informationen zur Cookie-Verwaltung mit bestimmten Webbrowsern finden Sie auf den jeweiligen Webseiten der Browser.
es: Puede elegir desactivar las cookies mediante las opciones individuales de su navegador. Para obtener información más detallada sobre la gestión de cookies en navegadores específicos, consulte los sitios web correspondientes de cada navegador.
pt: Você pode optar por desativar os cookies através das opções individuais do seu navegador. Para saber informações mais detalhadas sobre o gerenciamento de cookies com navegadores web específicos, você pode encontrá-las nos respectivos sites dos navegadores.

source: On this website we are embedding `Fediverse <https://fediverse.party/>`_ apps and content. Explicitly we are using the social network `mastodon <https://joinmastodon.org/>`_. This service does not record any additional data. But if you are logged in your mastodon server, the `privacy policy <https://joinmastodon.org/privacy-policy>`_ of that server applies for all interactions with the content.
cs: Na této stránce vkládáme obsah a aplikace ze stránek `Fediverse <https://fediverse.party/>`_ . Explicitně využíváme sociální sítě `mastodon <https://joinmastodon.org/>`_. Tato služba nezaznamenává jakákoliv další data, ale pokud jste přihlášeni k Mastodon serveru, `zásady ochrany osobních údajů <https://joinmastodon.org/privacy-policy>`_ daného serveru jsou aplikovány na veškeré interakce s obsahem.
es: En este sitio web incorporamos aplicaciones y contenido del `Fediverse <https://fediverse.party/>`_. Específicamente, utilizamos la red social `mastodon <https://joinmastodon.org/>`_. Este servicio no registra información adicional, pero si está conectado a su servidor de Mastodon, la `política de privacidad de dicho servidor <https://joinmastodon.org/privacy-policy>`_ se aplica a todas las interacciones con el contenido.
pt: Neste site estamos incorporando aplicativos e conteúdo `Fediverse <https://fediverse.party/>`_. Explicitamente estamos usando a rede social `mastodon <https://joinmastodon.org/>`_. Este serviço não registra nenhum dado adicional. Mas se você estiver logado em seu servidor mastodon, a `política de privacidade <https://joinmastodon.org/privacy-policy>`_ desse servidor se aplica a todas as interações com o conteúdo.

source: Children's Information
cs: Informace nezletilých
de: Informationen über Kinder
es: Información sobre menores
pt: Informações infantis

source: Another part of our priority is adding protection for children while using the internet. We encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity.
cs: Další části naší priority je přidání ochrany nezletilých při využívání internetu. Doporučujeme rodičům sledovat, angažovat se v, a/nebo sledovat a řídit jejich online aktivitu.
de: Eine unserer Prioritäten ist der Schutz von Kindern bei der Nutzung des Internets. Wir ermutigen Eltern und Erziehungsberechtigte, ihre Online-Aktivitäten zu beobachten, daran teilzunehmen und anzuleiten.
es: Otra parte de nuestra prioridad es brindar protección a los menores mientras usan internet. Animamos a los padres y tutores a observar, participar y/o supervisar y guiar la actividad en línea de los menores.
pt: Outra parte da nossa prioridade é adicionar proteção às crianças durante o uso da Internet. Incentivamos os pais e responsáveis a observar, participar e/ou monitorar e orientar suas atividades online.

source: overte.org does not knowingly collect any Personal Identifiable Information from children under the age of 13. If you think that your child provided this kind of information on our website, we encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.
cs: overte.org nesbírá vědomně jakékoliv osobně identifikovatelné informace dětí pod 13 let. Pokud se domníváte, že Vaše dítě poskytlo tento typ informací na našich stránkách, vyzíváme Vás , aby jste nás neprodleně kontaktovali a my uděláme vše co je v našich silách k promptnímu odstranění takovýchto dat z našich záznamů.
de: overte.org sammelt nicht wissentlich persönliche Daten von Kindern unter 13 Jahren. Wenn Sie glauben, dass Ihr Kind diese Art von Daten auf unserer Website angegeben hat, bitten wir Sie, uns sofort zu kontaktieren, und wir werden unser Bestes tun, um diese Daten umgehend aus unseren Unterlagen zu entfernen.
es: overte.org no recopila conscientemente ningún dato personal identificable de menores de 13 años. Si cree que su hijo ha proporcionado este tipo de información en nuestro sitio web, le animamos a que se ponga en contacto con nosotros de inmediato y haremos todo lo posible por eliminar dicha información de nuestros registros lo antes posible.
pt: overte.org não coleta intencionalmente nenhuma informação pessoal identificável de crianças menores de 13 anos. Se você acha que seu filho forneceu esse tipo de informação em nosso site, encorajamos você a entrar em contato conosco imediatamente e faremos nossos melhores esforços para prontamente remover tais informações de nossos registros.

source: Online Privacy Policy Only
cs: Online zásady ochrany osobních údajů
de: Nur Online Datenschutzbestimmungen
es: Política de Privacidad en Línea
pt: Política de Privacidade on-line apenas

source: Our Privacy Policy applies only to our online activities and is valid for visitors to our website with regard to the information that they shared and/or collect in overte.org. This policy is not applicable to any information collected offline or via channels other than this website.
cs: Naše zásady ochrany osobních údajů se týkají pouze našich online aktivit, a jsou platné po dobu návštěvy našich stránek vzhledem k informacím, které jsou sdíleny a/nebo sbírány na overte.org. Tyto zásady jsou neaplikovatelné na jakékoliv informace získané offline nebo jinými kanály, než jsou tyto stránky.
de: Unsere Datenschutzbestimmungen gelten nur für unsere Online-Aktivitäten und für die Besucher unserer Website in Bezug auf die Informationen, die sie auf overte.org teilen und/oder sammeln. Diese Richtlinie gilt nicht für Informationen, die offline oder über andere Kanäle als diese Website gesammelt werden.
es: Nuestra Política de privacidad se aplica únicamente a nuestras actividades en línea y es válida para los visitantes de nuestro sitio web con respecto a la información que compartieron y/o recopilaron en overte.org. Esta política no se aplica a la información recopilada fuera de línea o por otros canales que no sean este sitio web.
pt: A nossa Política de Privacidade aplica-se apenas às nossas atividades online e é válida para os visitantes do nosso site no que diz respeito às informações que partilharam e/ou recolheram em overte.org. Esta política não se aplica a quaisquer informações coletadas off-line ou por meio de canais que não sejam este site.

source: Consent
cs: Souhlas
de: Zustimmung
es: Consentimiento
pt: Consentimento

source: By using our website, you hereby consent to our Privacy Policy and agree to its terms.
cs: Využíváním našich stránek souhlasíte s našimi zásadami ochrany osobních údajů, a jejich podmínkami.
de: Durch die Nutzung unserer Website erklären Sie sich mit unseren Datenschutzbestimmungen einverstanden und stimmen diesen zu.
es: Al utilizar nuestro sitio web, usted acepta nuestra Política de privacidad y está de acuerdo con sus términos.
pt: Ao utilizar nosso site, você concorda com nossa Política de Privacidade e concorda com seus termos.

source: `OpenCollective 🔗 <https://opencollective.com/overte>`_ – Debit card, Credit card
cs: `OpenCollective 🔗 <https://opencollective.com/overte>`_ - debetní kartou, kreditní kartou
pt: `OpenCollective 🔗 <https://opencollective.com/overte>`_ – Cartão de débito, Cartão de crédito

source: Interface
cs: Rozhraní

source: There are also Docker images available on `hub.docker.com 🔗 <https://hub.docker.com/repository/docker/overte/overte-server/>`_. These images are still new, so please report any issues you run into on our `GitHub issue tracker 🔗 <https://github.com/overte-org/overte/issues>`_.
cs: Také jsou k dispozici Docker image na `hub.docker.com 🔗 <https://hub.docker.com/repository/docker/overte/overte-server/>`_. Tyto image jsou stále ještě nové, takže prosíme nahlašujte jakékoliv problémy na které narazíte na našem `GitHub issue trackeru 🔗 <https://github.com/overte-org/overte/issues>`_.

source: As part of the agreement, we commit to keeping users and developers up to date with the progress made on these items at least every two months. For that, we'll keep track of it during our usual Saturday development meetings, and use tags, projects and other functionality on Github to make it easy for anyone interested to follow the progress.
cs: Jako součást naší dohody se zavazujeme k informování uživatelů a vývojářů o aktuálním postupu, který jsme učinili na těchto položkách, a to alespoň každé dva měsíce. Obychom toto splnili, budeme jej sledovat běham našich sobotních vývojářských setkání, a využívat tagy, projekty a jiné funkcionality na GitHubu abyvhom usnadnili všem kteří se o postup vývoje zajímají, jej sledovat.

source: Finish overhaulting TAA with velocity buffer (https://github.com/overte-org/overte/pull/501)
cs: Dokončení přepracování TAA se setrvačnostním bufferem (https://github.com/overte-org/overte/pull/501)

source: The current board members were elected on the general assembly on the 16th September 2023.
cs: Aktuální členové představenstva byli zvoleni na valné hromadě 16. září 2023.

source: Developer
cs: Vývojář

source: Mastodon
pt: Mastodonte
