Repository: overte-org/overte-website-sphinx
Catalog: source/locales/*/LC_MESSAGES/overte-website.po
Languages: cs, de, es, pt

source: Help us hire a team member! :doc:`Donate ♥︎ <donate>` or `Learn more <index.html#help-us-hire-a-team-member>`_. |br| So far we have raised 464,62€ of 3000€.
es: Ayúdanos a contratar a un integrante del equipo! :doc:`Donate ♥︎ <donate>` o `Learn more <index.html#help-us-hire-a-team-member>`_. So far we have raised 464,62€ of 3000€.

source: Calendar
cs: Kalendář
de: Kalendar
es: Calendario
pt: Calendário

source: There is a multitude of regular and irregular events that happen in Overte. This calendar aims to give you an overview of such events. Please note that all times listed here are UTC. To convert to your local timezone, please ask your preferred search engine something along the lines of: "What is Saturday 19:00 UTC in my time?"
cs: Existuje mnoho běžných i vyjímečných eventů konajících se v Overte. Tento kalendář existuje za účelem poskytnutí přehledu událostí. Všimněte si prosím. že zde uvedené Časy jsou v UTC. Pro konverzi do vaší časové zóny se zeptejte vašeho oblíbeného vyhledávače na něco jako například: "What is Saturday 19:00 UTC in my time?"
de: In Overte finden eine Vielzahl von regelmäßigen und unregelmäßigen Veranstaltungen statt. Dieser Kalender soll Ihnen einen Überblick über diese geben. Bitte beachten Sie, dass alle hier aufgeführten Zeiten in UTC angegeben sind. Um sie zu Ihrer lokalen Zeit umzurechnen, geben Sie etwas in der Art von: "Was ist Samstag 19:00 UTC in meiner Zeit?" in Ihre bevorzugte Suchmaschine ein.
es: En Overte se celebran multitud de actividades. Este calendario pretende ofrecerle una visión general de dichos eventos. Tenga en cuenta que todas las horas aquí indicadas son UTC. Para convertir a su zona horaria local, por favor pregunte a su motor de búsqueda preferido algo parecido a: «¿Qué hora es el sábado a las 19:00 UTC en mi zona horaria?»
pt: Há uma infinidade de eventos regulares e irregulares que acontecem em Overte. Este calendário tem como objetivo fornecer uma visão geral de tais eventos. Observe que todos os horários listados aqui são UTC. Para converter para o seu fuso horário local, pergunte ao seu mecanismo de pesquisa preferido algo como: "O que é sábado 19:00 UTC no meu horário?"

source: Monday
cs: Pondělí
de: Montag
es: Lunes
pt: Segunda-feira

source: 20:00 UTC Maker Monday
es: 20:00 UTC Lunes Maker
pt: 20:00 UTC Criador segunda-feira

source: Saturday
cs: Sobota
de: Samstag
es: Sábado
pt: Sábado

source: 19:00 UTC Development meetup
cs: 19:00 UTC Vývojářské setkání
es: 19:00 UTC Reunión de desarrollo
pt: 19:00 UTC Encontro de desenvolvimento

source: Wednesday, Friday, Saturday (sometimes Sundays)
de: Mittwochs, Freitags, Samstags (manchmal auch Sonntags)
es: Miércoles, viernes, sábado (a veces domingo)

source: Code of Conduct
cs: Zásady chování
de: Verhaltenskodex
es: Código de conducta
pt: Código de Conduta

source: The Overte project is an international community open to everyone without discrimination. We want this community to be a safe and welcoming place for both newcomers and current members. Everyone should feel comfortable and accepted regardless of their personal background and affiliation to the Overte project.
cs: Projekt Overte je mezinárodní komunita, která je otevřena každému bez jakékoliv diskriminace. Checeme aby tato komunita byla bezpečným a vítajícím místem pro nováčky i aktuální členy. Všichni by se měli cítit pohodlně a přijati nehledě na jejich osobním pozadí a spojení s projektem Overte.
de: Das Projekt Overte ist eine internationale Gemeinschaft, welche ohne Diskriminierung allen Menschen offen steht. Wir möchten, dass diese Gemeinschaft sowohl für Neuankömmlinge als auch für bestehende Mitglieder ein sicherer und einladender Ort ist. Jeder soll sich wohl und akzeptiert fühlen, unabhängig von seinem persönlichen Hintergrund und seiner Zugehörigkeit zum Overte Projekt.
es: El proyecto Overte es una comunidad internacional abierta a todos sin discriminación. Queremos que esta comunidad sea un lugar seguro y acogedor tanto para los recién llegados como para los miembros actuales. Todo el mundo debe sentirse cómodo y aceptado, independiente de sus antecedentes personales y de su afiliación al proyecto Overte.
pt: O projeto Overte é uma comunidade internacional aberta a todos, sem discriminação. Queremos que esta comunidade seja um lugar seguro e acolhedor tanto para os recém-chegados como para os membros atuais. Todos devem se sentir confortáveis e aceitos, independentemente de sua formação pessoal e afiliação ao projeto Overte.

source: Philosophy
cs: Filozofie
de: Philosophie
es: Filosofía
pt: Filosofia

source: In the Overte community, participants from all over the world come together to create a Free and Open Source social-VR platform. This is made possible by the support, hard work, and enthusiasm of many people who collaborate towards the common goal of creating a truly unique VR experience. Cooperation in such an environment requires common guidelines to ensure a positive and inspiring atmosphere in the community.
cs: V komunitě Overte, se schází účastníci z celého světa, a vytváří společně volnou open-source sociální VR platformu. Toto je umožněno podporou, tvrdou prací a nadšením mnoha lidí spolupracujících na společném cíli vytvořit opravdu unikátní VR zážitek. Kooperace v takovém prostředí vyžaduje společná pravidla pro zajištění pozitivní a inspirující atmosféry v komunitě.
de: In der Overte Gemeinschaft kommen Teilnehmer aus der ganzen Welt zusammen, um eine freie und quelloffene Social-VR-Plattform zu schaffen. Dies wird durch die Unterstützung, harte Arbeit und den Enthusiasmus vieler Menschen ermöglicht, die auf das gemeinsame Ziel hinarbeiten, ein wirklich einzigartiges VR-Erlebnis zu schaffen. Die Zusammenarbeit in einem solchen Umfeld erfordert gemeinsame Richtlinien, um eine positive und inspirierende Atmosphäre in der Gemeinschaft zu gewährleisten.
es: En la comunidad Overte, participantes de todo el mundo se reúnen para crear una plataforma de RV social libre y de código abierto. Esto es posible gracias al apoyo, el trabajo duro y el entusiasmo de muchas personas que colaboran con el objetivo común de crear una experiencia de RV realmente única. La cooperación en un entorno así requiere unas directrices comunes que garanticen un ambiente positivo e inspirador en la comunidad.
pt: Na comunidade Overte, participantes de todo o mundo se reúnem para criar uma plataforma de VR social gratuita e de código aberto. Isto é possível graças ao apoio, trabalho árduo e entusiasmo de muitas pessoas que colaboram para o objetivo comum de criar uma experiência de RV verdadeiramente única. A cooperação num ambiente deste tipo requer directrizes comuns para garantir uma atmosfera positiva e inspiradora na comunidade.

source: This is why we have this Code of Conduct: it explains the type of community we want to have. The rules below are not applied to all interactions with a simple matching algorithm. Human interactions happen in context and are complex. Perceived violations are evaluated by real humans who will try to interpret the interactions and the rules with kindness. Accordingly, there is no need to hypothesize on how these rules would affect normal interactions. Be reasonable, the Overte e.V. surely will be as well.
cs: To je důvodem proč máme tyto zásady chování: vysvětlují typ komunity, který chceme mít. Pravidla níže nejsou aplikována na veškeré mezilidské interakce jednoduchým porovnávacím algoritmem. Mezilidské interakce mají kontext a jsou složité. Zjištěná porušení jsou vyhodnocována reálnými lidmi, kteří se snaží interpretovat interakce a pravidla s vlídností. Proto není třeba hypotéz, jak tato pravidla ovlivní normální interakce. Buďte soudní, Overte e.V. bude nepochybně také.
de: Aus diesem Grund gibt es diesen Verhaltenskodex: Er erklärt die Art von Gemeinschaft, die wir haben wollen. Die nachstehenden Regeln werden nicht auf alle Interaktionen mit einem einfachen Übereinstimmungsalgorithmus angewandt. Menschliche Interaktionen finden im Kontext statt und sind komplex. Wahrgenommene Verstöße werden von echten Menschen bewertet, die versuchen werden, die Interaktionen und die Regeln mit Freundlichkeit zu interpretieren. Daher ist es nicht notwendig, Hypothesen darüber aufzustellen, wie sich diese Regeln auf normale Interaktionen auswirken könnten. Seien Sie vernünftig, die Overte e.V. wird es sicher auch sein.
es: Por eso tenemos este Código de Conducta: explica el tipo de comunidad que queremos tener. Las normas que figuran a continuación no se aplican a todas las interacciones con un simple algoritmo de concordancia. Las interacciones humanas se producen en un contexto y son complejas. Las infracciones percibidas son evaluadas por humanos reales que intentarán interpretar las interacciones y las normas con amabilidad. En consecuencia, no es necesario plantear hipótesis sobre cómo afectarían estas normas a las interacciones normales. Sé razonable, seguro que Overte e.V. también lo será.
pt: É por isso que temos este Código de Conduta: ele explica o tipo de comunidade que queremos ter. As regras abaixo não se aplicam a todas as interações com um algoritmo de correspondência simples. As interações humanas acontecem em contexto e são complexas. As violações percebidas são avaliadas por humanos reais que tentarão interpretar as interações e as regras com gentileza. Conseqüentemente, não há necessidade de formular hipóteses sobre como essas regras afetariam as interações normais. Seja razoável, o Overte e.V. certamente também será.

source: Application
cs: Aplikace
de: Anwendung
es: Aplicación
pt: Aplicação

source: This Code of Conduct applies to all users and contributors who engage with the Overte project and its community platforms, both online and at Overte-related events.
cs: Tyto zásady chování se aplikují na všechny uživatele a přispěvatele, kteří se angažují s projektem Overte a jeho komunitními platformami, online i na eventech souvisejících s Overte.
de: Dieser Verhaltenskodex gilt für alle Nutzer und Mitwirkenden, die sich an dem Overte-Projekt und seinen Community-Plattformen beteiligen, sowohl online als auch bei Overte-bezogenen Veranstaltungen.
es: Este Código de Conducta se aplica a todos los usuarios y colaboradores que participan en el proyecto Overte y sus plataformas comunitarias, tanto en línea como en eventos relacionados con Overte.
pt: Este Código de Conduta se aplica a todos os usuários e colaboradores que se envolvem com o projeto Overte e suas plataformas comunitárias, tanto online quanto em eventos relacionados ao Overte.

source: It applies to all the environments (domains) used for official Overte project purposes, hosted on Overte infrastructure, or listed on the official Overte directory server. Environments that are hosted by third parties and don't interact with the Overte project's infrastructure are not bound by the agreement.
cs: Aplikují se na veškerá prostředí (domény), využívané pro oficiální účely projektu Overte, hostované na infrastruktuře Overte, nebo jsou vedena na officiálním directory serveru Overte. Prostředí hostovaná třetí stranou a neinteragující s infrastrukturou projektu Overte nejsou vázána touto úmluvou.
de: Er gilt für alle Umgebungen (Domains), die für offizielle Zwecke des Overte-Projekts genutzt werden, auf der Overte-Infrastruktur gehostet werden oder auf dem offiziellen Overte-Directory-Server aufgeführt sind. Umgebungen, die von Dritten gehostet werden und nicht mit der Infrastruktur des Overte-Projekts interagieren, sind nicht an diese Vereinbarung gebunden.
es: Se aplica a todos los entornos (dominios) utilizados para fines oficiales del proyecto Overte, alojados en la infraestructura de Overte o incluidos en el servidor de directorios oficial de Overte. Los entornos alojados por terceros y que no interactúan con la infraestructura del proyecto Overte no están sujetos al acuerdo.
pt: Aplica-se a todos os ambientes (domínios) utilizados para fins oficiais do projeto Overte, hospedados na infraestrutura da Overte ou listados no servidor de diretório oficial da Overte. Ambientes hospedados por terceiros e que não interagem com a infraestrutura do projeto Overte não estão vinculados ao acordo.

source: Expectations
cs: Očekávání
de: Erwartungen
es: Expectativas
pt: Expectativas

source: Politeness is expected at all times. Be kind and courteous.
cs: Slušnost je očekávána za všech situací. Buďte vlídní a zdvořilí.
de: Höflichkeit wird zu jeder Zeit erwartet. Seien Sie freundlich und zuvorkommend.
es: Se espera que seas educado en todo momento. Sé amable y cortés.
pt: A polidez é esperada em todos os momentos. Seja gentil e cortês.

source: Always assume positive intent from others. Be aware that differences in culture and English proficiency make written communication more difficult than face-to-face communication and that your interpretation of messages may not be the one the author intended. Conversely, if someone asks you to rephrase something you said, be ready to do so without feeling judged.
cs: Vždy očekávejte pozitivní úmysl od ostatních. Mějte na paměti, že rozdíly v kultuře a zdatnosti v Angličtině činí psanou komunikaci obtížnější než osobní komunikaci, a tudíž Vaše interpretace zpráv nemusí být co autor původně zamýšlel. Naopak, pokud Vás někdo požádá abyste přeformulovali něco co jste řekli, buďte připraveni tak učinit aniž byste se cítili být odsuzováni.
de: Gehen Sie immer von positiven Absichten anderer aus. Seien Sie sich bewusst, dass Unterschiede in der Kultur und in den Sprachkenntnissen die schriftliche Kommunikation schwieriger machen als die Kommunikation von Angesicht zu Angesicht und dass Ihre Interpretation von Nachrichten möglicherweise nicht derjenigen entspricht, die der Autor beabsichtigt hat. Umgekehrt sollten Sie bereit sein etwas umzuformulieren, wenn Sie jemand darum bittet, ohne sich verurteilt zu fühlen.
es: Siempre asuma una actitud positiva hacia los demás. Tenga en cuenta que las diferencias culturales y el dominio del inglés dificultan la comunicación escrita en comparación con la presencial, y que su interpretación de los mensajes podría no ser la que el autor pretendía. Por otro lado, si alguien le pide que reformule algo que dijo, esté dispuesto a hacerlo sin sentirse juzgado.
pt: Sempre assuma a intenção positiva dos outros. Esteja ciente de que as diferenças culturais e de proficiência em inglês tornam a comunicação escrita mais difícil do que a comunicação presencial e que a sua interpretação das mensagens pode não ser a pretendida pelo autor. Por outro lado, se alguém lhe pedir para reformular algo que disse, esteja pronto para fazê-lo sem se sentir julgado.

source: Feedback is always welcome but keep your criticism constructive and specific. We encourage you to open discussions, proposals, issues, and bug reports. Use the community platforms to discuss improvements, not to vent out frustration. Similarly, when other users offer you feedback please accept it gracefully.
cs: Zbětná vazba je vždy vítána, ale zachovejte svoji kritiku konstruktivní a specifickou. Vyzíváme Vás k otevírání diskusí, návrhů, připomínek a bug reportů. Využívejte komunitní platformy k diskusi vylepšení, ne k ventilování frustrace. Podobně, pokud Vám ostatní uživatelé nabídnou zpětnou vazbu, s klidem ji přijměte.
de: Rückmeldungen sind immer willkommen, aber halten Sie Ihre Kritik konstruktiv und spezifisch. Wir ermutigen Sie dazu, Diskussionen zu eröffnen und Vorschläge, Probleme und Fehler zu melden. Nutzen Sie die Gemeinschafts-Plattformen, um Verbesserungen zu diskutieren, nicht um Ihrem Frust Luft zu machen. Wenn Sie von anderen Nutzern Rückmeldungen erhalten, akzeptieren sie diese bitte.
es: Siempre agradecemos los comentarios, pero procura que las críticas sean constructivas y específicas. Te animamos a que abras debates, propongas ideas, plantees cuestiones y envíes informes de errores. Utiliza las plataformas de la comunidad para debatir mejoras, no para descargar tu frustración. Del mismo modo, cuando otros usuarios te ofrezcan comentarios, acéptalos con elegancia.
pt: O retorno (feedback) é sempre bem-vindo, mas mantenha suas críticas construtivas e específicas. Nós encorajamos você a abrir discussões, propostas, problemas e relatórios de bugs. Use as plataformas comunitárias para discutir melhorias, não para desabafar frustrações. Da mesma forma, quando outros usuários oferecerem feedback, aceite-o com elegância.

source: Restricted conduct
cs: Zakázaná chování
de: Verbotenes Verhalten
es: Conductas restringidas
pt: Conduta restrita

source: Participating in restricted conduct will lead to a warning from community moderators and/or the Overte e.V. board and may lead to exclusion from the community in the form of a ban from one or all platforms.
cs: Angažováním se v zakázaném chování povede k varování od komunitních moderátorů a/nebo předsednictva Overte e.V., a může vést k exkluzi z komunity formou banu z jedné nebo všech našich komunit.
de: Die Teilnahme an unzulässigen Verhaltensweisen führt zu einer Verwarnung durch die Moderatoren der Community und/oder den Vorstand des Overte e.V. und kann zum Ausschluss aus der Community in Form eines Banns von einer oder allen Plattformen führen.
es: Participar en una conducta restringida dará lugar a una advertencia por parte de los moderadores de la comunidad y/o del foro de Overte e.V. y puede dar lugar a la exclusión de la comunidad en forma de prohibición de acceso a una o todas las plataformas.
pt: A participação em conduta restrita resultará em um aviso dos moderadores da comunidade e/ou da Overte e.V. conselho e pode levar à exclusão da comunidade na forma de banimento de uma ou de todas as plataformas.

source: The Overte project is committed to providing a friendly and safe environment for everyone, regardless of level of experience, gender identity and expression, sexual orientation, disability, physical appearance, body size, race, ethnicity, language proficiency, age, political orientation, nationality, religion, or other similar characteristics. We do not tolerate harassment or discrimination of participants in any form.
cs: Projekt Overte se zavazuje k poskytování přátelského a bezpečného prostředí pro všechny, nehledě na úroveň znalostí, gendrovou identitu a vyjádření, sexuální orientaci, hendikep, fyzický vzhled, vzrůst, rasu, etnicitu, jazykovou zdatnost, věk, politickou orientaci, národnost, víru, nebo podobné charakteristiky. Netolerujeme obtěžování a diskriminaci účastníků v jakékoliv formě.
de: Das Overte Projekt ist bestrebt, ein freundliches und sicheres Umfeld für alle zu schaffen, unabhängig von Erfahrungsstand, Geschlechtsidentität und -ausdruck, sexueller Orientierung, Behinderung, körperlicher Erscheinung, Körpergröße, Ethnie, Sprachkenntnissen, Alter, politischer Orientierung, Nationalität, Religion oder anderen ähnlichen Merkmalen. Wir dulden keine Belästigung oder Diskriminierung von Teilnehmern in irgendeiner Form.
es: El proyecto Overte se compromete a proporcionar un entorno agradable y seguro para todos, independientemente del nivel de experiencia, identidad y expresión de género, orientación sexual, discapacidad, apariencia física, tamaño corporal, raza, etnia, dominio del idioma, edad, orientación política, nacionalidad, religión u otras características similares. No toleramos el acoso ni la discriminación de los participantes en ninguna de sus formas.
pt: O projeto Overte está empenhado em proporcionar um ambiente amigável e seguro para todos, independentemente do nível de experiência, identidade e expressão de género, orientação sexual, deficiência, aparência física, tamanho corporal, raça, etnia, proficiência linguística, idade, orientação política, nacionalidade , religião ou outras características semelhantes. Não toleramos assédio ou discriminação dos participantes de qualquer forma.

source: In particular, we strive to be welcoming to all industry minorities and to ensure that they can take a more active role in the community and the project. Targeted harassment of minorities is unacceptable.
cs: Zejména se snažíme být vítající ke všem průmyslovým menšinám, a zajistit že mohou zaujmout více aktivní roli v komunitě a projektu. Cílené obtěžování menšin není přijatelné.
de: Insbesondere bemühen wir uns, alle Minderheiten in der Branche willkommen zu heißen und sicherzustellen, dass sie eine aktivere Rolle in der Gemeinschaft und im Projekt übernehmen können. Gezielte Belästigung von Minderheiten ist inakzeptabel.
es: En particular, nos esforzamos por acoger a todas las minorías de la industria y garantizar que puedan desempeñar un papel más activo en la comunidad y el proyecto. El acoso selectivo contra las minorías es inaceptable.
pt: Em particular, esforçamo-nos por acolher todas as minorias da indústria e por garantir que possam assumir um papel mais ativo na comunidade e no projeto. O assédio direcionado às minorias é inaceitável.

source: As a community developed project, we strive for consensus among contributors before moving forward with a proposed feature. If there is not enough support for your ideas, please don't continue insisting or trying to force others into supporting your point; Rather bring any disputes towards the Overte e.V. via the appropriate channels (see the `disputes`_ section below).
cs: Jako komunitně vyvýjený projekt, je naší snahou dosáhnout shody mezi přispěvateli před posunem vpřed s navrhovanou změnou. Pokud není Váš nápad dostatečně podpořen, prosíme nenaléhejte dále, nebo se nepokoušejte ostatní přinutit k podpoření Vašeho názoru; namísto toho vzneste jakékoliv rozepře vůči Overte e.V. skrze správné komunikační kanály (viz sekce `rozepře`_ níže).
de: Als ein von der Gemeinschaft entwickeltes Projekt bemühen wir uns um einen Konsens unter den Mitwirkenden, bevor wir mit einer vorgeschlagenen Komponente fortfahren. Wenn es nicht genügend Unterstützung für Ihre Ideen gibt, bestehen Sie bitte nicht weiter darauf oder versuchen Sie nicht, andere dazu zu zwingen, Ihren Standpunkt zu unterstützen; bringen Sie Streitigkeiten lieber über die entsprechenden Kanäle an den Overte e.V. heran (siehe den Abschnitt `disputes`_ unten).
es: Como proyecto desarrollado por la comunidad, nos esforzamos por alcanzar un consenso entre los colaboradores antes de seguir adelante con una característica propuesta. Si tus ideas no cuentan con el apoyo suficiente, no insistas ni intentes forzar a los demás a que apoyen tu punto de vista; en su lugar, lleva cualquier disputa a Overte e.V. a través de los canales adecuados (consulta la sección `disputas`_ más abajo).
pt: Como um projeto desenvolvido pela comunidade, buscamos o consenso entre os colaboradores antes de avançarmos com um recurso proposto. Se não houver apoio suficiente para as suas ideias, por favor não continue insistindo ou tentando forçar outros a apoiar o seu ponto de vista; Em vez disso, traga quaisquer disputas para a Overte e.V. através dos canais apropriados (veja a seção `disputas`_ abaixo).

source: Aggressive or offensive behavior is not acceptable.
cs: Agresivní nebo pobuřující chování je nepřijatelné.
de: Aggressives oder beleidigendes Verhalten ist nicht akzeptabel.
es: Los comportamientos ofensivo o agresivos no son aceptados.
pt: Comportamento agressivo ou ofensivo não é aceitável.
