Repository: overte-org/overte-website-sphinx
Catalog: source/locales/*/LC_MESSAGES/overte-website.po
Languages: cs, de, es, pt

source: You will be excluded from participating in the community if you insult, demean, harass, intentionally make others uncomfortable by any means, or participate in any other hateful conduct, either publicly or privately.
cs: Budete vyloučeni z komunity, pokud se dopustíte urážení, ponižování, obtěžování, úmyslného znepříjemňování jakýmkoliv způsobem, nebo jakéhokoliv jiného nenávistného chování, ať už na veřejnosti nebo v soukromí.
de: Sie werden von der Teilnahme an der Gemeinschaft ausgeschlossen, wenn Sie andere beleidigen, erniedrigen, belästigen, ihnen absichtlich Unbehagen bereiten oder sich an anderem hasserfüllten Verhalten beteiligen, sei es öffentlich oder privat.
es: Serás excluido de participar en la comunidad si insultas, degradas, acosas, incomodas intencionalmente a otros por cualquier medio o participas en cualquier otra conducta de odio, ya sea pública o privadamente.
pt: Você será excluído da participação na comunidade se insultar, rebaixar, assediar, deixar outras pessoas desconfortáveis intencionalmente por qualquer meio ou participar de qualquer outra conduta de ódio, seja pública ou privada.

source: Likewise, any spamming, trolling, flaming, baiting, or other attention-stealing behavior is not welcome and will result in exclusion from the community.
cs: Obdobně, jakékoliv spamování, trolení, flamování, nachytávání nebo jiné vynucování pozornosti není vítáno, a povede k vyloučení z komunity.
de: Ebenso ist jegliches Spamming, Trolling, Flaming, Baiting oder anderes aufmerksamkeitsheischendes Verhalten nicht willkommen und führt zum Ausschluss aus der Gemeinschaft.
es: Del mismo modo, cualquier comportamiento que implique spam, trolling, flaming, baiting u otras conductas destinadas a llamar la atención no será bienvenido y dará lugar a la expulsión de la comunidad.
pt: Da mesma forma, qualquer spam, trolling, flaming, baiting ou outro comportamento que roube a atenção não é bem-vindo e resultará na exclusão da comunidade.

source: Any form of retaliation against a participant who contacts the Code of Conduct team is completely unacceptable, regardless of the outcome of the complaint. Any such behavior will result in exclusion from the community.
cs: Jakákoliv forma pomsty vůči účastníkovi, který kontaktoval tým zásad chování je kompletně nepřijatelná, nehledě na výsledek vyhodnocení stížnosti. Jakékoliv takovéto chování povede k vyloučení z komunity.
de: Jegliche Form von Vergeltungsmaßnahmen gegen einen Teilnehmer, der sich an das Verhaltenskodex-Team wendet, ist völlig inakzeptabel, ungeachtet des Ergebnisses der Beschwerde. Ein solches Verhalten führt zum Ausschluss aus der Gemeinschaft.
es: Cualquier forma de represalia contra un participante que se ponga en contacto con el equipo del Código de Conducta es totalmente inaceptable, independientemente del resultado de la denuncia. Cualquier comportamiento de este tipo dará lugar a la expulsión de la comunidad.
pt: Qualquer forma de retaliação contra um participante que entre em contato com a equipe do Código de Conduta é totalmente inaceitável, independentemente do resultado da denúncia. Qualquer comportamento deste tipo resultará na exclusão da comunidade.

source: For certainty, any conduct which could reasonably be considered inappropriate in a professional setting is not acceptable.
cs: Pro jistotu, jakékoliv chování považované za nevhodné v pracovním prostředí je nepřijatelné.
de: Jedes Verhalten, das in einem beruflichen Umfeld als unangemessen angesehen werden könnte, ist definitiv nicht erlaubt.
es: Para mayor certeza, cualquier conducta que pueda considerarse razonablemente inapropiada en un entorno profesional no es aceptable.
pt: Com certeza, qualquer conduta que possa razoavelmente ser considerada inadequada num ambiente profissional não é aceitável.

source: Additional restrictions may apply if required by German law.
cs: Dodatečná omezení mohou být uplatňována, pokud budou vyžadována německým zákonem.
de: Zusätzliche Einschränkungen können gelten, wenn dies nach deutschem Recht erforderlich ist.
es: Pueden aplicarse restricciones adicionales si así lo exige la legislación alemana.
pt: Restrições adicionais podem ser aplicadas se exigido pela lei alemã.

source: Third party environments (domains) may have additional rules, so long they don't conflict with the above. For instance, they may have a stricter code of conduct, require roleplay, or exclude people so long it's not for discriminatory reasons. Non-compliance will result in the removal of the listing from the directory server.
cs: Prostředí (domény) třetích stran mohou mít vlastní dodatečná pravidla, pokud nekolidují s pravidly uvedenými výše. Například mohou mít přísnější zásady chování, vyžadovat roleplay, nebo vylučovat některé uživatele, pokud nejde o diskriminaci. Nedodržení povede k odstranění záznamu na directory serveru.
de: Umgebungen von Drittanbietern (Domains) können zusätzliche Regeln haben, solange sie nicht im Widerspruch zu den oben genannten stehen. Sie können zum Beispiel einen strengeren Verhaltenskodex haben, die Teilnahme an Rollenspielen verlangen oder Personen ausschließen, solange dies nicht aus diskriminierenden Gründen geschieht. Die Nichteinhaltung dieser Regeln führt zur Löschung des Eintrags vom Verzeichnisserver.
es: Los entornos de terceros (dominios) pueden tener reglas adicionales, siempre y cuando no entren en conflicto con las anteriores. Por ejemplo, pueden tener un código de conducta más estricto, exigir la interpretación de roles o excluir a personas, siempre que no sea por motivos discriminatorios. El incumplimiento dará lugar a la eliminación de la entrada del servidor de directorios.
pt: Ambientes de terceiros (domínios) podem ter regras adicionais, desde que não entrem em conflito com as anteriores. Por exemplo, eles podem ter um código de conduta mais rígido, exigir dramatização ou excluir pessoas por tanto tempo que não seja por motivos discriminatórios. O não cumprimento resultará na remoção da listagem do servidor de diretório.

source: Reporting a breach
cs: Nahlašování porušení
de: Meldung eines Verstoßes
es: Notificar una infracción
pt: Relatando uma violação

source: If you witness or are involved in an interaction with another community member that you think may violate this Code of Conduct, please contact an Overte e.V. board member via direct messaging on community platforms where they are present, or via email. You may view a :ref:`list of the current board members here <current-board>`.
cs: Pokud jste svědkem nebo součástí interakce s jiným členem komunity, o které si myslíte že mohla porušit tyto zásady chování, kontaktujte prosím člena předsednictva Overte e.V. skrze přímou zprávu na komunitní platformě, kde se nachází, nebo skrze e-mail. Seznam aktuálních členů předsednictva si můžete prohlédnout :ref:`zde <current-board>`.
de: Wenn du Zeuge einer Interaktion mit einem anderen Community-Mitglied wirst, von der du glaubst, dass sie gegen diesen Verhaltenskodex verstößt, wende dich bitte an ein Vorstandsmitglied von Overte e.V. per Direktnachricht auf den Community-Plattformen, auf denen sie präsent sind, oder per E-Mail. :ref:`Liste der aktuellen Vorstandsmitglieder <current-board>`.
es: Si presencia o participa en una interacción con otro miembro de la comunidad que considere que pueda infringir este Código de Conducta, póngase en contacto con un miembro de la junta directiva de Overte e.V. mediante mensajes directos en las plataformas comunitarias donde esté presente o por correo electrónico. Puede consultar la :ref:`lista de los miembros actuales de la junta directiva aquí <current-board>`.
pt: Se você testemunhar ou estiver envolvido em uma interação com outro membro da comunidade que você acha que pode violar este Código de Conduta, entre em contato com um representante da Overte e.V. membro do conselho por meio de mensagens diretas nas plataformas da comunidade onde estão presentes ou por e-mail. Você pode ver uma :ref:`lista dos atuais membros do conselho aqui <current-board>`.

source: The prefered people to talk to are Dale Glass and Julian Groß.
cs: Preferované osoby, s nimiž se spojit jsou Dale Glass a Julian Groß.
de: Die bevorzugten Ansprechpartner sind Dale Glass und Julian Groß.
es: Las personas con las que es preferible hablar son Dale Glass y Julian Groß.
pt: As pessoas preferidas para conversar são Dale Glass e Julian Groß.

source: The board may also appoint additional moderators as needed.
cs: Předsednictvo může také zvolit dodatečné moderátory dle potřeby.
de: Der Vorstand kann bei Bedarf zusätzliche Moderatoren ernennen.
es: La junta podrá designar otros moderadores según sea necesario.
pt: O conselho também pode nomear moderadores adicionais conforme necessário.

source: Disputes
cs: Rozepře
de: Streitfälle
es: Disputas
pt: Disputas

source: One of the main reasons for the existence of a formal organization, is it having the last say in disputes. If you have a disagreement with another community member, contributor, or even board member, and cannot come to a satisfactory solution via conventional means, please talk to one of the board members (see the `reporting a breach`_ section above). If the issue cannot be resolved, or is of interest of a larger audience, a board member will bring suggestions to an Overte e.V. assembly, where the present members will discuss and vote on the issue.
cs: Jeden z hlavních důvodů pro existenci formální organizace je, že má poslední slovo při rozepřích. Pokud máte neshodu s jiným členem komunity, přispěvatelem nebo dokonce členem předsednictva, a nedaří se dojít k uspokojivému řešení skrze konvenční metody, kontaktujte prosím jednoho ze členů předsednictva (viz sekce `nahlašování porušení`_ výše). Pokud nemůže být problém vyřešen, nebo to je v zájmu většiny, člen předsednictva přednese návrhy valné hromadě Overte e.V., kde přítomní členové je prodiskutují a budou o nich hlasovat.
de: Einer der Hauptgründe für die Existenz einer formellen Organisation ist, dass sie bei Streitigkeiten das letzte Wort hat. Wenn Sie eine Meinungsverschiedenheit mit einem anderen Mitglied der Gemeinschaft, einem Mitwirkenden oder sogar einem Vorstandsmitglied haben und auf konventionellem Wege keine zufriedenstellende Lösung finden können, wenden Sie sich bitte an eines der Vorstandsmitglieder (siehe den Abschnitt `reporting a breach`_ weiter oben). Wenn das Problem nicht gelöst werden kann oder für ein größeres Publikum von Interesse ist, wird ein Vorstandsmitglied Vorschläge zu einer Overte e.V.-Versammlung bringen, wo die anwesenden Mitglieder über das Problem diskutieren und abstimmen werden.
es: Una de las principales razones de la existencia de una organización formal es que tiene la última palabra en las disputas. Si tienes un desacuerdo con otro miembro de la comunidad, colaborador o incluso miembro de la junta directiva, y no puedes llegar a una solución satisfactoria por medios convencionales, habla con uno de los miembros de la junta directiva (consulta la sección `Notificar una infracción`_ más arriba). Si el problema no se puede resolver, o es de interés para un público más amplio, un miembro de la junta directiva presentará sugerencias a una asamblea de Overte e.V., donde los miembros presentes debatirán y votarán sobre el tema.

source: Contact
cs: Kontakt
de: Kontakt
es: Contacto
pt: Contato

source: There are multiple channels to get in touch with the community and association.
cs: Existuje několik komunikačních kanálů, pomocí nichž se můžete spojit s komunitou a asociací.
de: Es gibt mehrere Möglichkeiten, mit der Gemeinschaft und dem Verband in Kontakt zu treten.
es: Existen múltiples canales para ponerse en contacto con la comunidad y la asociación.
pt: Existem vários canais para entrar em contato com a comunidade e associação.

source: Our weekly developer meetings are the perfect place for some more in-depth questions. Check the events calendar to find out when the next meeting is happening.
cs: Naše vývojářská setkání pořádaná každý týden jsou perfektním místem pro podrobnější dotazy. Podívejte se do kalendáře událostí, kdy se bude další setkání konat.
de: Unsere wöchentlichen Entwicklertreffen sind der perfekte Ort für tiefer gehende Fragen. Im Veranstaltungskalender finden Sie heraus, wann das nächste Treffen stattfindet.
es: Nuestras reuniones semanales con desarrolladores son el lugar perfecto para plantear preguntas más detalladas. Consulte el calendario de eventos para saber cuándo se celebrará la próxima reunión.
pt: Nossas reuniões semanais de desenvolvedores são o lugar perfeito para perguntas mais aprofundadas. Verifique o calendário de eventos para saber quando acontecerá a próxima reunião.

source: If you would like to report an issue, the most effective way is to open an issue on the relevant GitHub repository. `Overte GitHub repository 🔗 <https://github.com/overte-org/overte>`_
cs: Pokud by jste chtěli nahlásit problém, nejefektivnější způsob je otevřít issue na relevantním GitHub repozitáři. `GitHub repozitář Overte 🔗 <https://github.com/overte-org/overte>`_
de: Wenn Sie einen Fehler melden möchten, öffnen Sie am besten eine „Issue“ im entsprechenden GitHub-Repository. `Overte GitHub Repository 🔗 <https://github.com/overte-org/overte>`_
es: Si desea informar un problema, la forma más efectiva es abrir un problema en el repositorio de GitHub correspondiente. `Overte GitHub repository 🔗 <https://github.com/overte-org/overte>`_
pt: Se você quiser relatar um problema, a maneira mais eficaz é abri-lo no repositório GitHub relevante. `Repositório Overte GitHub 🔗 <https://github.com/overte-org/overte>`_

source: Join our Matrix Space on |MatrixLink| `overte:overte.org 🔗 <https://matrix.to/#/#overte:overte.org>`_. Our Matrix Space is also bridged to |DiscordLink| `Discord 🔗 <https://discord.gg/4YuQvc8K2f>`_.
cs: Připojte se k našemu Matrix Space on |MatrixLink| `overte:overte.org 🔗 <https://matrix.to/#/#overte:overte.org>`_. Náš Matrix Space je také přemoštěn na |DiscordLink| `Discord 🔗 <https://discord.gg/4YuQvc8K2f>`_.
de: Treten Sie unserem Matrix Space auf |MatrixLink| `overte:overte.org 🔗 <https://matrix.to/#/#overte:overte.org>`_ bei. Unser Matrix Space ist auch mit |DiscordLink| `Discord 🔗 <https://discord.gg/4YuQvc8K2f>`_ verknüpft.
es: Únete a nuestro espacio de Matrix en `overte:overte.org 🔗 <https://matrix.to/#/#overte:overte.org>`_. Nuestro espacio de Matrix también está conectado a `Discord 🔗 <https://discord.gg/4YuQvc8K2f>`_.

source: Forum
cs: Fórum
es: Foro
pt: Fórum

source: There is also a forum located at `forum.overte.org 🔗 <https://forum.overte.org/>`_.
cs: Je zde také fórum, dostupné na `forum.overte.org 🔗 <https://forum.overte.org/>`_.
de: Es gibt auch ein Forum unter `forum.overte.org 🔗 <https://forum.overte.org/>`_.
es: También existe un foro en `forum.overte.org 🔗 <https://forum.overte.org/>`_.
pt: Há também um fórum localizado em `forum.overte.org 🔗 <https://forum.overte.org/>`_.

source: Donate
cs: Přispět
de: Spenden
es: Donar
pt: Doar

source: Hosting, development, maintenance, and administration are a lot of work and require us to pay a not insignificant amount of money. Donations are, next to membership fees, the only income that we have to pay our bills.
cs: Hostování, vývoj, správa a administrace jsou spousta práce, a vyžadují od nás nemalé peněžní výdaje. Přispěvky jsou mimo členských poplatků jediným zdrojem příjmů, který máme k dispozici pro placení našich výdajů.
de: Hosting, Entwicklung, Wartung und Verwaltung sind eine Menge Arbeit und kosten uns eine nicht unerhebliche Summe. Spenden sind neben den Mitgliedsbeiträgen die einzige Einnahmequelle, mit der wir unsere Rechnungen bezahlen können.
es: El alojamiento, el desarrollo, el mantenimiento y la administración suponen mucho trabajo y nos obligan a pagar una cantidad de dinero nada desprreciable. Las donaciones son, junto con las cuotas de los socios, los únicos ingresos con los que contamos para pagar nuestras facturas.
pt: Hospedagem, desenvolvimento, manutenção e administração dão muito trabalho e exigem que paguemos uma quantia não insignificante de dinheiro. As doações são, junto com as taxas de adesão, a única renda que temos para pagar nossas contas.

source: If you would like to support Overte and its development, consider donating.
cs: Pokud by jste chtěli podpořit Overte a jeho vývoj, zvažte zda nepřispějete.
de: Wenn Sie Overte und seine Entwicklung unterstützen möchten, erwägen Sie zu spenden.
es: Si te gustaría apoyar a Overte y el desarrollo, considera la posibilidad de donar.
pt: Se você gostaria de apoiar Overte e seu desenvolvimento, considere fazer uma doação.

source: You may donate via the following methods in order of preference:
cs: Můžete přispět jednou z následujících metod, seřazených dle naší preference:
de: Sie können über die folgenden Methoden spenden. Sortiert nach Präferenz:
es: Puedes donar a través de los siguientes métodos por orden de preferencia:
pt: Você pode doar através dos seguintes métodos em ordem de preferência:

source: `OpenCollective 🔗 <https://opencollective.com/overte>`_ – Debit card, Credit card, SEPA Direct Debit
es: `OpenCollective 🔗 <https://opencollective.com/overte>`_ – Tarjeta débito, Tarjeta de Crédito, Débito Directo SEPA

source: `Stripe 🔗 <https://donate.stripe.com/28o8xXbZC9uS7RecMM>`_ – Almost any payment method you can think of
cs: `Stripe 🔗 <https://donate.stripe.com/28o8xXbZC9uS7RecMM>`_ - téměř jakoukoliv platební metodou, jakou si dokážete představit
de: `Stripe 🔗 <https://donate.stripe.com/28o8xXbZC9uS7RecMM>`_ - Fast jede erdenkliche Zahlungsmethode
es: `Stripe 🔗 <https://donate.stripe.com/28o8xXbZC9uS7RecMM>`_ – Casi todos los métodos de pago que te puedas imaginar
pt: `Stripe 🔗 <https://donate.stripe.com/28o8xXbZC9uS7RecMM>`_ – Quase qualquer método de pagamento que você possa imaginar

source: Bank transfer – Recipient: Overte e.V., IBAN: DE18 4306 0967 1303 3311 00, BIC: GENODEM1GLS, Account number 1303331100
cs: Bankovním převodem – Příjemce: Overte e.V., IBAN: DE18 4306 0967 1303 3311 00, BIC: GENODEM1GLS, Číslo účtu 1303331100
de: Banküberweisung ‐ Empfänger: Overte e.V., IBAN: DE18 4306 0967 1303 3311 00, BIC: GENODEM1GLS, Kontonummer: 1303331100
es: Transferencia bancaria – Titular: Overte e.V., IBAN: DE18 4306 0967 1303 3311 00, BIC: GENODEM1GLS, Número de cuenta 1303331100
pt: Transferência bancária – Destinatário: Overte e.V., IBAN: DE18 4306 0967 1303 3311 00, BIC: GENODEM1GLS, Número da conta 1303331100

source: SEPA Direct Debit – Send a filled out `mandate <https://overte.org/_static/resources/SEPA_Basis_Lastschriftmandat_beschreibbar.pdf>`_ to accounting@overte.org or our postal adress together with how much you would like to contribute.
de: SEPA-Lastschrift – Senden Sie ein ausgefülltes `Mandat <https://overte.org/_static/resources/SEPA_Basis_Lastschriftmandat_beschreibbar.pdf>`_ an accounting@overte.org oder an unsere Postanschrift zusammen mit dem gewünschten Betrag.
es: Débito directo SEPA: envíe una `orden <https://overte.org/_static/resources/SEPA_Basis_Lastschriftmandat_beschreibbar.pdf>`_ a accounting@overte.org o a nuestra dirección postal, junto con la cantidad que desea aportar.

source: As a recognized non-profit, the Overte e.V. can issue receipts that are tax-deductible in Germany. Contact us at accounting@overte.org after donating, to request such a receipt.
cs: Jako uznávaná nezisková organizace, Overte e.V. může vydávat v Německu z daní odepsatelné příjmové doklady. Pro vyžádání takového dokladu nás po přispění kontaktujte na e-mailu accounting@overte.org.
de: Als anerkannter gemeinnütziger Verein kann der Overte e.V. Spendenquittungen ausstellen, die in Deutschland steuerlich absetzbar sind. Kontaktieren Sie uns nach Ihrer Spende unter accounting@overte.org, um eine solche Quittung anzufordern.
es: Como organización sin ánimo de lucro reconocida, Overte e.V. puede emitir recibos deducibles de impuestos en Alemania. Contáctenos en accounting@overte.org después de su donación para solicitar dicho recibo.
pt: Como uma organização sem fins lucrativos reconhecida, a Overte eV pode emitir recibos que são dedutíveis de impostos na Alemanha. Contate-nos em account@overte.org após a doação, para solicitar tal recibo.

source: Downloads
cs: Ke stažení
es: Descargas

source: The current release of Overte is version 2025.05.1.
es: La versión actual de Overte es version 2025.05.1.

source: Take a look at the changelog on GitHub: `Changelog 🔗 <https://github.com/overte-org/overte/blob/master/CHANGELOG.md>`_
cs: Poznámky k vydání naleznete na GitHubu: `Poznámky k vydání 🔗 <https://github.com/overte-org/overte/blob/master/CHANGELOG.md>`_
de: Werfen Sie einen Blick auf das Änderungsprotokoll auf GitHub: `Changelog 🔗 <https://github.com/overte-org/overte/blob/master/CHANGELOG.md>`_
es: Revise el registro de cambios en GitHub: `Changelog 🔗 <https://github.com/overte-org/overte/blob/master/CHANGELOG.md>`_
pt: Dê uma olhada no changelog no GitHub: `Changelog 🔗 <https://github.com/overte-org/overte/blob/master/CHANGELOG.md>`_

source: This release includes experimental OpenXR support, which already works better than OpenVR on most Linux VR stacks. You can enable OpenXR support using the :bash:`--useExperimentalXR` command line argument.
de: Diese Version enthält experimentelle OpenXR-Unterstützung, die auf den meisten Linux-VR-Systemen bereits besser funktioniert als OpenVR. Sie können die OpenXR-Unterstützung mit dem Kommandozeilenargument :bash:`--useExperimentalXR` aktivieren.
es: Esta versión incluye compatibilidad experimental con OpenXR, que ya funciona mejor que OpenVR en la mayoría de las pilas de realidad virtual de Linux. Puede habilitar la compatibilidad con OpenXR utilizando el argumento de línea de comandos :bash:`--useExperimentalXR`.

source: You will need to set the AppImage as **executable** using your file manager, or a command like: :bash:`chmod +x Overte.AppImage`.
cs: Musíte AppImage nastavit jako **spustitelný** pomocí svého správce souborů, nebo příkazem, jako například: :bash:`chmod +x Overte.AppImage`.
de: Das AppImage muss mit Ihrem Dateimanager oder einen Befehl wie: :bash:`chmod +x Overte.AppImage` als **ausführbar** markiert werden.
es: Necesitará configurar la AppImage como **ejecutable** usando su administrador de archivos o un comando como: :bash:`chmod +x Overte.AppImage`.
pt: Você precisará definir o AppImage como **executável** usando seu gerenciador de arquivos ou um comando como: :bash:`chmod +x Overte.AppImage`.

source: Domain Server
cs: Doménový server
es: Servidor de Dominio
pt: Servidor de Domínio

source: Select the appropriate package for your distribution and architecture from `public.overte.org 🔗 <https://public.overte.org/index.html#build/overte/release/2025.05.1/>`_.
es: Seleccione el paquete adecuado para su distribución y arquitectura en `public.overte.org 🔗 <https://public.overte.org/index.html#build/overte/release/2025.05.1/>`_.

source: There are also Docker images available on `hub.docker.com 🔗 <https://hub.docker.com/r/overte/overte-server/tags>`_. These images are still new, so please report any issues you run into on our `GitHub issue tracker 🔗 <https://github.com/overte-org/overte/issues>`_.
es: También hay imágenes de Docker disponibles en `hub.docker.com 🔗 <https://hub.docker.com/r/overte/overte-server/tags>`_. Estas imágenes aún son nuevas, por lo que te rogamos que informes de cualquier problema que encuentres en nuestro `sistema de seguimiento de incidencias de GitHub 🔗 <https://github.com/overte-org/overte/issues>`_.
