Repository: overte-org/overte-website-sphinx
Catalog: source/locales/*/LC_MESSAGES/overte-website.po
Languages: cs, de, es, pt

source: Finish overhauling TAA with velocity buffer (https://github.com/overte-org/overte/pull/501)
es: Finalizar la reestructuración del TAA con velocity buffer (https://github.com/overte-org/overte/pull/501)

source: Add support for GPU particles
cs: Přidání podpory pro GPU particly
de: Hinzufügen von Unterstützung für GPU-Partikel
es: Añadir soporte para partículas por GPU
pt: Adicione suporte para partículas de GPU

source: We're currently using OpenGL for 3D rendering. But unfortunately it's fallen out of favor in the last years, and some platforms like Mac are even deprecating it completely. AMD pays very little attention to it, and driver bugs are a frequent annoyance.
cs: Aktuálně pro 3D rendering využíváme OpenGL. Bohužel ale v posledních pár letech upadlo v nemilost, a některé platformy jako například Mac jeho podporu úplně vypouštějí. AMD mu věnuje minimální pozornost, a bugy v driverech jsou častým zdrojem nepříjemností.
de: Wir verwenden derzeit OpenGL für das 3D-Rendering, welches leider in den letzten Jahren immer mehr an Unterstützung verloren hat. Einige Plattformen wie MacOS haben es sogar komplett verworfen. AMD kümmert sich nur wenig um OpenGL, und Treiberfehler sind ein häufiges Ärgernis.
es: Actualmente estamos usando OpenGL para la renderización 3D. Pero, desafortunadamente, ha caído en desuso en los últimos años y algunas plataformas como Mac incluso lo están desaprobando completamente. AMD le presta muy poca atención y los errores en los controladores son una molestia frecuente.
pt: Atualmente estamos usando OpenGL para renderização 3D. Mas, infelizmente, ele caiu em desuso nos últimos anos, e algumas plataformas como o Mac estão até mesmo descontinuando-o completamente. A AMD presta muito pouca atenção a isso e bugs de driver são um incômodo frequente.

source: Vulkan will provide a much more modern, performant and supported renderer, and should fix our Mac support woes.
cs: Vulkan poskytne mnohem modernější, optimalizovanější a podporovanější render, a měl by napravit naše potíže s Macem.
de: Vulkan wird einen viel moderneren, leistungsfähigeren und besser unterstützten Renderer bieten und sollte uns erlauben MacOS in der Zukunft wieder zu unterstützen.
es: Vulkan proporcionará un renderizador mucho más moderno, de mayor rendimiento y con mayor soporte, y debería solucionar nuestros problemas de compatibilidad con Mac.
pt: Vulkan fornecerá um renderizador muito mais moderno, de alto desempenho e com suporte, e deverá resolver nossos problemas de suporte ao Mac.

source: Wireframe rendering
de: Drahtgitter-Rendering
es: Renderizado en modo alámbrico
pt: Renderização de wireframe

source: Forward renderer (for low end hardware)
cs: Forward renderer (pro slabší hardware)
de: Vorwärts-Renderer (für Low-End-Hardware)
es: Renderizador directo (para hardware de gama baja)
pt: Renderizador direto (para hardware de baixo custo)

source: Deferred renderer (fully featured)
cs: Deferred renderer (se všemi funkcemi)
de: "Aufgeschobener"-Renderer (voll funktionsfähig)
es: Renderizador diferido (completo)
pt: Renderizador adiado (com todos os recursos)

source: Optimization
cs: Optimalizace
de: Optimierung
es: Optimización
pt: Otimização

source: Frame transfer to VR plugin
cs: Přenos snímků do VR pluginu
de: Frame-Übertragung zum VR-Plugin
es: Transferencia de cuadros al complemento de VR
pt: Transferência de quadros para plugin VR

source: Build system improvements
cs: Vylepšení build systému
de: Verbesserungen des Bausystems
es: Mejoras al sistema de construcción
pt: Construir melhorias no sistema

source: This will make work on Overte more pleasant and make it easier to build. This is important for making maintenance easier and making life easier for future contributors.
cs: Toto učiní práci na Overte příjemnější a usnadní buildování. Dojde tak ke zjednodušení údržby a zpříjemnění života budoucím přispěvatelům.
de: Dies wird die Arbeit an Overte angenehmer machen und die Entwicklung erleichtern. Es ist wichtig, um die Wartung zu vereinfachen und künftigen Mitwirkenden das Leben nicht unnötig schwierig zu machen.
es: Esto hará que trabajar en Overte sea más agradable y que el proceso de construcción sea más sencillo. Esto es importante para facilitar el mantenimiento y hacer la vida más fácil a futuros colaboradores.
pt: Isso tornará o trabalho no Overte mais agradável e mais fácil de construir. Isso é importante para facilitar a manutenção e facilitar a vida de futuros colaboradores.

source: Switching to Conan
cs: Přesun na Conan
de: Umstellen auf Conan
es: Migración a Conan
pt: Mudando para Conan

source: Updating documentation
cs: Aktualizace dokumentace
de: Aktualisierung der Dokumentation
es: Actualización de la documentación
pt: Atualizando documentação

source: Improving build process
cs: Vylepšení build procesu
de: Verbesserung des Bauprozesses
es: Mejora del proceso de construcción
pt: Melhorando o processo de construção

source: NLnet, for giving us this great opportunity.
cs: NLnetu, za poskytnutí této příležitosti.
de: NLnet, dass sie uns diese großartige Gelegenheit geben.
es: NLnet, por brindarnos esta gran oportunidad.
pt: NLnet, por nos dar esta grande oportunidade.

source: Sam Gondelman, Karol Suprynowicz and AnotherFoxGuy for taking on the work.
cs: Samu Gondelmanovi, Karolu Suprynowiczovi and AnotherFoxGuyovi za jejich práci.
de: Sam Gondelman, Karol Suprynowicz und AnotherFoxGuy für die Übernahme der Arbeit.
es: Sam Gondelman, Karol Suprynowicz y AnotherFoxGuy por apersonarse del trabajo.
pt: Sam Gondelman, Karol Suprynowicz e AnotherFoxGuy por assumirem o trabalho.

source: 2023-04-01 New website
cs: 2023-04-01 Nová webová stránka
de: 2023-04-01 Neue Webseite
es: 2023-04-01 Nuevo sitio web
pt: 2023-04-01 Novo website

source: Since our old 11ty based website was unmaintained and no one knew how to edit it, we created a brand spanking new website using Sphinx, the same system that we have been using for our main documentation for years now. This also allows us, among other things, to finally translate the website to different languages using Weblate.
cs: Jelikož naše stará webová stránka založená na 11ty byla beze správy, a nikdo nevěděl jak ji upravovat, vytvořili jsme nablýskanou novou webovou stránku pomocí Sphinx – stejného systému, který jsme již léta používali pro naši dokumentaci. To nám mimo jiné konečně umožňuje ji přeložit do jiných jazyků pomocí Weblate.
de: Da unsere alte, auf 11ty basierende Website nicht mehr gepflegt wurde und niemand wusste, wie man sie bearbeitet, haben wir eine nagelneue Website mit Sphinx erstellt, demselben System, das wir seit Jahren für unsere Hauptdokumentation verwenden. Dies ermöglicht uns unter anderem auch, die Website mit Weblate endlich in verschiedene Sprachen zu übersetzen.
es: Dado que nuestro antiguo sitio web basado en 11ty estaba sin mantenimiento y nadie sabía cómo editarlo, creamos un sitio web completamente nuevo usando Sphinx, el mismo sistema que hemos utilizado durante años para nuestra documentación principal. Esto también nos permite, entre otras cosas, traducir finalmente el sitio web a diferentes idiomas utilizando Weblate.
pt: Como nosso antigo site baseado no 11ty não estava sendo mantido e ninguém sabia como editá-lo, criamos um site completamente novo usando o Sphinx, o mesmo sistema que temos usado para a nossa documentação principal há anos. Isso nos permite, entre outras coisas, finalmente traduzir o site para diferentes idiomas usando o Weblate.

source: If you would like to help translate this website or other parts of Overte, head over to `weblate.overte.org 🔗 <https://weblate.overte.org/>`_.
cs: Pokud by jste se chtěli podílet na překladu této stránky, nebo jiných částí Overte, zamiřte na `weblate.overte.org 🔗 <https://weblate.overte.org/>`_.
de: Wenn Sie bei der Übersetzung dieser Website oder anderer Teile von Overte helfen möchten, gehen Sie zu `weblate.overte.org 🔗 <https://weblate.overte.org/>`_.
es: Si deseas ayudar a traducir este sitio web u otras partes de Overte, visita: `weblate.overte.org 🔗 <https://weblate.overte.org/>`_.
pt: Se você gostaria de ajudar a traduzir este site ou outras partes do Overte, vá para `weblate.overte.org 🔗 <https://weblate.overte.org/>`_.

source: The Overte e.V. is the association behind Overte. It is a non-profit association registered in Germany.
cs: Overte e.V. je asociace spravující Overte. Jde o neziskovou organizaci, registrovanou v Německu.
de: Der Overte e.V. ist der Verein hinter Overte. Er ist ein in Deutschland eingetragener, gemeinnütziger Verein.
es: Overte e.V. es la asociación que impulsa Overte. Es una asociación sin ánimo de lucro registrada en Alemania.
pt: A Overte e.V. é a associação por trás da Overte. Trata-se de uma associação sem fins lucrativos registrada na Alemanha.

source: Articles of association
cs: Články asociace
de: Satzung
es: Estatutos de la asociación
pt: Estatutos da associação

source: The articles of association, called “Satzung” in German, are the associations bylaws. They regulate what the association, its members, and the board can and cannot do.
cs: Články asociace, nazývané německy "Satzung", jsou stanovami asociace. Regulují, co asociace, její členové, a její výbor mohou a nemohou dělat.
de: Die Satzung ist die Geschäftsordnung des Vereins. Sie regelt, was der Verein, seine Mitglieder und der Vorstand tun dürfen und was nicht.
es: Los estatutos de la asociación, llamados “Satzung” en alemán, son el reglamento interno de la asociación. Regulan lo que la asociación, sus miembros y la junta directiva pueden o no pueden hacer.
pt: Os estatutos da associação, chamados de 'Satzung' em alemão, são os regulamentos internos da associação. Eles regulam o que a associação, seus membros e a diretoria podem e não podem fazer.

source: Take a look at them here:
cs: Podívejte se na ně zde:
de: Schauen Sie sich die Satzung hier an:
es: Puedes consultarlos aquí:
pt: Dê uma olhada neles aqui:

source: `Overte e.V. Satzung – German original <https://satzung.overte.org/de/>`_
cs: `Overte e.V. Satzung - Německý originál <https://satzung.overte.org/de/>`_
de: `Overte e.V. Satzung - Deutsches Original <https://satzung.overte.org/de/>`_
es: `Overte e.V. Satzung – original en alemán <https://satzung.overte.org/de/>`_
pt: `Overte e.V. Satzung – Original em Alemão <https://satzung.overte.org/de/>`_

source: `Overte e.V. Articles of association – English translation <https://satzung.overte.org/en/>`_
cs: `Overte e.V. Články asociace - Anglický překlad <https://satzung.overte.org/en/>`_
de: `Overte e.V. Articles of association - Englische Übersetzung <https://satzung.overte.org/en/>`_
es: `Estatutos de la Asociación Overte e.V. – traducción al español <https://satzung.overte.org/es/>`_
pt: `Overte e.V. Estatutos da Associação - Tradução para o inglês <https://satzung.overte.org/en/>`_

source: While the German original takes precedence over the English translation, we try to make sure that the English translation is as accurate as possible. If you notice any discrepancies, please get in touch with us.
cs: Zatímco Německý originál je nadřazený Anglickému překladu, snažíme se zajistit, aby byl Anglicý překlad co nejpřesnější. Pokud zjistíte jakékoliv nesrovanlosti, kontaktujte nás prosím.
de: Während das Deutsche Original Vorrang vor der englischen Übersetzung hat, versuchen wir sicherzustellen, dass die Englische Übersetzung so genau wie möglich ist. Sollten Sie Unstimmigkeiten feststellen, setzen Sie sich bitte mit uns in Verbindung.
es: Aunque el original en alemán tiene prioridad sobre la traducción al español, procuramos que la traducción sea lo más precisa posible. Si notas alguna discrepancia, por favor comunícate con nosotros.
pt: Embora o original em alemão tenha precedência sobre a tradução em inglês, fazemos o possível para garantir que a tradução em inglês seja o mais precisa possível. Se você notar qualquer discrepância, entre em contato conosco.

source: Membership
cs: Členství
de: Mitgliedschaft
es: Membresía
pt: Associação

source: To use Overte software or help develop the software it is **NOT** required to be an association member.
cs: K používání nebo podílení se na vývoji software Overte **NENÍ** vyžadováno členství v asociaci.
de: Um die Overte Software zu nutzen oder an der Entwicklung der Software mitzuwirken, ist es **NICHT** erforderlich, Mitglied des Vereins zu sein.
es: Para utilizar el software Overte o ayudar a desarrollarlo, **NO** es necesario ser miembro de la asociación.
pt: Para usar o software Overte ou ajudar a desenvolvê-lo, **NÃO** é necessário ser membro da associação.

source: You are very welcome to join the association as a member or supporting member. As a member you are allowed to vote in association meetings. This also includes board member elections.
cs: Jste vítáni přidat se k asociaci jako člen nebo podporující člen. Jako člen máte dovoleno účastnit se hlasování při setkáních asociace. To zahrnuje také volbu členů představenstva.
de: Sie sind herzlich eingeladen, dem Verein als Mitglied oder Fördermitglied beizutreten. Als Mitglied sind Sie berechtigt, an den Mitgliederversammlungen des Vereins teilzunehmen. Das gilt auch für die Wahlen der Vorstandsmitglieder.
es: Eres bienvenido a unirte a la asociación como miembro o miembro colaborador. Como miembro, puedes votar en las reuniones de la asociación, incluidas las elecciones de la junta directiva.
pt: Você é muito bem-vindo para se juntar à associação como membro ou membro apoiador. Como membro, você tem permissão para votar nas reuniões da associação. Isso inclui as eleições para a diretoria.

source: Currently, the yearly membership fee is 60 Euro. The fee is pre-paid either yearly or monthly.
cs: Aktuálně je roční členský poplatek 60 Euro. Poplatek je předplácen ročně nebo měsíčně.
de: Der derzeitige jährliche Mitgliedsbeitrag beträgt 60 Euro. Der Beitrag wird entweder jährlich oder monatlich im Voraus bezahlt.
es: Actualmente, la cuota anual de membresía es de 60 euros. La cuota se paga por adelantado, ya sea anualmente o mensualmente.
pt: Atualmente, a taxa de associação anual é de 60 euros. A taxa é paga antecipadamente, seja anualmente ou mensalmente.

source: If you want to join please make yourself familiar with the articles of association linked above. To join the association please write an application containing your real name, username (optional), postal address, and email address, to application@overte.org, or our postal address.
cs: Pokud se chcete přidat k asociaci, prosíme seznamte se s články asociace odkázanými výše. Pro přidání se k asociaci, prosíme napište přihlášku obsahující Vaše celé jméno, uživatelské jméno (nepovinné), poštovní adresu a e-mailovou adresu na e-mail application@overte.org, nebo naši poštovní adresu.
de: Wenn Sie beitreten möchten, machen Sie sich bitte mit der oben verlinkten Satzung vertraut. Um der Vereinigung beizutreten, schreiben Sie bitte einen Antrag mit Ihrem Realnamen, Benutzernamen (optional), Ihrer Postanschrift und Ihrer E-Mail-Adresse an application@overte.org oder an unsere Postanschrift.
es: Si deseas unirte, por favor familiarízate con los estatutos enlazados anteriormente. Para unirte a la asociación, envía una solicitud con tu nombre real, nombre de usuario (opcional), dirección postal y correo electrónico a application@overte.org o a nuestra dirección postal.
pt: Se você deseja se juntar, por favor, familiarize-se com os estatutos da associação vinculados acima. Para se juntar à associação, escreva uma solicitação contendo seu nome real, nome de usuário (opcional), endereço postal e endereço de e-mail, para application@overte.org, ou para o nosso endereço postal.

source: Current Board
cs: Aktuální představenstvo
de: Aktueller Vorstand
es: Junta actual
pt: Diretoria atual

source: The current board members were elected on the general assembly on the 30th November 2024.
de: Der derzeitige Vorstand wurden auf der Mitgliederversammlung am 30. November 2024 gewählt.
es: Los miembros actuales de la junta directiva fueron elegidos en la asamblea general del 30 de noviembre de 2024.

source: Speaks Spanish, English and Russian.
cs: Hovoří španělsky, anglicky a rusky.
de: Spricht Spanisch, Englisch und Russisch.
es: Habla español, inglés y ruso.
pt: Fala espanhol, inglês e russo.

source: Chairman and developer.
cs: Předseda představenstva a vývojář.
de: Vorstandsvorsitzender und Entwickler.
es: Presidente y desarrollador.
pt: Presidente e desenvolvedor.

source: Matrix: `@dale_glass:matrix.org <https://matrix.to/#/@dale_glass:matrix.org>`_, Discord: daleglass, E-Mail: vadim.troshchinskiy@overte.org.
es: Matrix: `@dale_glass:matrix.org <https://matrix.to/#/@dale_glass:matrix.org>`_, Discord: daleglass, Correo electrónico: vadim.troshchinskiy@overte.org.
pt: Matriz: `@dale_glass:matrix.org <https://matrix.to/#/@dale_glass:matrix.org>`_, Discord: daleglass, E-Mail: vadim.troshchinskiy@overte.org.

source: Speaks German, English and basic Japanese.
cs: Hovoří německy, anglicky a trochu japonsky.
de: Spricht Deutsch, Englisch und grundlegendes Japanisch.
es: Habla alemán, inglés y japonés básico.
pt: Fala alemão, inglês e japonês básico.

source: Treasurer, deputy chairman, and developer.
cs: Pokladník, zmocněnec předsedy představenstva a vývojář.
de: Schatzmeister, stellvertretender Vorstandsvorsitzender und Entwickler.
es: Tesorero, vicepresidente y desarrollador.
pt: Tesoureiro, vice-presidente e desenvolvedor.

source: Matrix: `@juliangro:overte.org <https://matrix.to/#/@juliangro:overte.org>`_, E-Mail: julian.gro@overte.org.
es: Matrix: `@juliangro:overte.org <https://matrix.to/#/@juliangro:overte.org>`_, Correo electrónico: julian.gro@overte.org.
pt: Matriz: `@juliangro:overte.org <https://matrix.to/#/@juliangro:overte.org>`_, E-mail: julian.gro@overte.org.

source: Speaks German and English.
cs: Hovoří německy a anglicky.
de: Spricht Deutsch und Englisch.
es: Habla alemán e inglés.
pt: Fala alemão e inglês.

source: Secretary and second deputy chairman.
cs: Tajemník a druhý zmocněnec předsedy představenstva.
de: Sekretär und zweiter stellvertretender Vorstandsvorsitzender.
es: Secretario y segundo vicepresidente.
pt: Secretário e segundo vice-presidente.

source: Speaks Polish and English.
de: Spricht Polnisch und Englisch.
es: Habla polaco e inglés.

source: Graphics specialist and developer
de: Grafikspezialist und Entwickler
es: Especialista en gráficos y desarrollador

source: Speaks English.
cs: Hovoří anglicky.
de: Spricht Englisch.
es: Habla inglés.
pt: Fala inglês.

source: Core Engine & graphics specialist
cs: Specialista na základní engine a grafiku
de: Spezialist für die Core Engine und Grafik
es: Especialista en motor principal y gráficos
pt: Core Engine & Especialista em Gráficos

source: This is the privacy policy for overte.org, accessible from https://overte.org. This Privacy Policy document contains types of information that is collected and recorded by overte.org and how we use it.
cs: Toto jsou zásady ochrany osobních údajů pro overte.org, dostupné z https://overte.org. Tento dokument zásad ochrany osobních údajů obsahuje typy informací sbíraných a uchovávaných overte.org, a jakým způsobem je s nimi nakládáno.
de: Dies sind die Datenschutzbestimmungen für overte.org, zugänglich über https://overte.org. Diese Datenschutzbestimmungen enthalten die Arten von Informationen, die von overte.org gesammelt und aufgezeichnet werden, und wie wir sie verwenden.
es: Esta es la política de privacidad de overte.org, accesible desde https://overte.org. Este documento de Política de privacidad contiene los tipos de información que recopila y registra overte.org y cómo los usamos.
pt: Esta é a política de privacidade de overte.org, acessível em https://overte.org. Este documento de Política de Privacidade contém tipos de informações coletadas e registradas por overte.org e como as utilizamos.

source: If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.
cs: Pokud máte doplňující dotazy, nebo vyžadujete více informací o našich zásadách ochrany soukromí, neváhejte nás kontaktovat.
de: Wenn Sie weitere Fragen haben oder mehr Informationen über unsere Datenschutzbestimmungen benötigen, zögern Sie nicht uns zu kontaktieren.
es: Si tiene alguna pregunta adicional o necesita más información sobre nuestra Política de privacidad, no dude en ponerse en contacto con nosotros.

source: We are a Data Controller of your information.
cs: My jsme správcem vašich dat.
de: Wir sind Datenverarbeiter Ihrer Informationen.
es: Somos responsables del tratamiento de sus datos personales (Controlador de Datos).
pt: Somos um Controlador de dados de suas informações.

source: Overte e.V. legal basis for collecting and using the personal information described in this Privacy Policy depends on the Personal Information we collect and the specific context in which we collect the information:
cs: Legální podklad pro sběr a nakládání s osobními daty uvedenými v těchto zásadách záleží na osobních informacích které sbíráme, a specifickém kontextu, ve kterém jsou sbírány:
de: Die Rechtsgrundlage von Overte e.V. für die Erfassung und Verwendung der in diesen Datenschutzbestimmungen beschriebenen persönlichen Daten hängt von den persönlichen Daten ab, die wir erfassen, sowie von dem spezifischen Kontext in dem wir die Daten erfassen:
es: La base legal de Overte e.V. para recopilar y usar la información personal descrita en esta Política de privacidad depende de los datos personales que recopilamos y del contexto específico en el que los recopilamos:

source: Overte e.V. needs to perform a contract with you
cs: Overte e.V. s Vámi potřebuje vyhotovit smlouvu
de: Overte e.V. muss einen Vertrag mit Ihnen erfüllen
es: Overte e.V. necesita realizar un contrato con usted
pt: Overte eV precisa realizar um contrato com você

source: You have given Overte e.V. permission to do so
cs: Dali jste Overte e.V. svolení tak činit
de: Sie haben Overte e.V. die Erlaubnis dazu erteilt
es: Usted ha dado permiso a Overte e.V. para hacerlo
pt: Você deu Overte e.V. permissão para fazê-lo

source: Processing your personal information is in Overte e.V. legitimate interests
cs: Zpracování Vašich osobních informací je součástí legitimních zájmů Overte e.V.
de: Die Verarbeitung Ihrer personenbezogenen Daten liegt im berechtigten Interesse von Overte e.V.
es: El tratamiento de sus datos personales es de interés legítimo para Overte e.V.
pt: O processamento de suas informações pessoais é do interesse legítimo da Overte eV

source: Overte e.V. needs to comply with the law
cs: Overte e.V. je nucena vyhovět zákonu
de: Overte e.V. muss das Gesetz einhalten
es: Overte e.V. necesita cumplir con la ley
pt: Overte eV necessita cumprir a lei
