Repository: overte-org/overte-website-sphinx
Catalog: source/locales/*/LC_MESSAGES/overte-website.po
Languages: cs, de, es, pt

source: This will help Overte integrate much better into corporate and university structures. They could use their own internal system to control authentication. We'd save the need to write that code ourselves, which is of little interest and has been done better by other projects.
cs: Toto pomůže Overte lépe se integrovat do korporátních a univerzitních struktur. Mohou pak využívat svých interních systémů pro kontrolu nad authentifikací. Tím bysme ušetřili nutnost napsat tento kód sami, o což nemáme příliš zájem a byl lépe implementován ostatními projekty.
de: Dies wird Overte helfen, sich viel besser in die Unternehmens- und Universitätsinfrastruktur zu integrieren. Diese können dann ihr eigenes internes System zur Kontrolle der Authentifizierung verwenden. Wir ersparen uns hiermit, diesen Code selbst zu entwickeln, was wenig interessant ist und von anderen Projekten bereits besser gelöst wurde.
es: Esto ayudará a que Overte se integre mucho mejor en estructuras corporativas y universitarias. Podrían usar su propio sistema interno para controlar la autenticación. Nos ahorraríamos tener que escribir ese código nosotros mismos, el cual tiene poco interés y ya ha sido implementado mejor por otros proyectos.
pt: Isto ajudará a Overte a integrar-se muito melhor nas estruturas corporativas e universitárias. Eles poderiam usar seu próprio sistema interno para controlar a autenticação. Economizaríamos a necessidade de escrevermos nós mesmos esse código, que é de pouco interesse e foi feito melhor por outros projetos.

source: Basic support in domain web UI to allow multiple users to authenticate. (https://github.com/overte-org/overte/issues/905)
cs: Základní podpora v doménovém web UI pro umožnění authentifikace více uživatelů (https://github.com/overte-org/overte/issues/905)
de: Grundlegende Unterstützung in der Domain Weboberfläche, um mehreren Benutzern die Authentifizierung zu ermöglichen. (https://github.com/overte-org/overte/issues/905)
es: Soporte básico en la interfaz de usuario web del dominio para permitir la autenticación de múltiples usuarios. (https://github.com/overte-org/overte/issues/905)
pt: Suporte básico na UI da web do domínio para permitir a autenticação de vários usuários. (https://github.com/overte-org/overte/issues/905)

source: Basic support as an alternative to directory server: user accounts, domain directory. (https://github.com/overte-org/overte/issues/906)
cs: Základní podpora pro LDAP jako alternativu directory serveru: uživatelské účty, domain directory (https://github.com/overte-org/overte/issues/906)
de: Grundlegende Unterstützung als Alternative zum Directory-Server: Benutzerkonten, Domain-Verzeichnis. (https://github.com/overte-org/overte/issues/906)
es: Soporte básico como alternativa al servidor de directorio: cuentas de usuario, directorio de dominio. (https://github.com/overte-org/overte/issues/906)
pt: Suporte básico como alternativa ao servidor de diretório: contas de usuário, diretório de domínio. (https://github.com/overte-org/overte/issues/906)

source: Full alternative to directory server. Support user relationships, data storage, profile metadata. (https://github.com/overte-org/overte/issues/907)
cs: Úplná náhrada directory serveru LDAP - podpora vztahů mezi uživateli, datové uložiště, profilu, metadat (https://github.com/overte-org/overte/issues/907)
de: Vollständige Alternative zum Directory-Server. Unterstützung für Benutzerbeziehungen, Datenspeicherung und Profil-Metadaten. (https://github.com/overte-org/overte/issues/907)
es: Alternativa completa al servidor de directorios. Soporte a relaciones entre usuarios, almacenamiento de datos y metadatos de perfiles. (https://github.com/overte-org/overte/issues/907)
pt: Alternativa completa ao servidor de diretório. Apoie relacionamentos de usuário, armazenamento de dados e metadados de perfil. (https://github.com/overte-org/overte/issues/907)

source: IPv6 Support
cs: Podpora IPv6
de: IPv6-Unterstützung
es: Soporte para IPv6
pt: Suporte IPv6

source: IPv6 adoption is reaching quite good levels as of late, and is especially important in environments that are hurting for IPv4 addresses such as corporate, universities, cloud and large deployments. Some providers already are charging extra for IPv4 addresses, so supporting IPv6 helps making hosting domains cheaper.
cs: Adopce IPv6 dosahuje poslední dobou celkem vysokých úrovní, a je obzvláště důležitá v prostředích, jež mají problémy s počty dostupných IPv4 adres, jako jsou korporace, univerzity, cloud a vysoko objemová nasazení. Někteří provideři již vybírají poplatky za IPv4 adresy, tudíž IPv6 pomáhá učinit hostování domén levnějším.
de: Die Verbreitung von IPv6 hat in letzter Zeit ein recht hohes Niveau erreicht und ist besonders in Umgebungen wichtig, in denen IPv4-Adressen knapp sind, wie z. B. in Unternehmen, Universitäten, in der Cloud und bei großen Installationen. Einige Provider verlangen bereits zusätzliche Gebühren für IPv4-Adressen, sodass die Unterstützung von IPv6 dazu beiträgt Hosting von Domains günstiger zu machen.
es: La adopción de IPv6 ha alcanzado niveles buenos recientemente, y es especialmente importante en entornos con escasez de direcciones IPv4, como empresas, universidades, nubes y despliegues a gran escala. Algunos proveedores ya cobran extra por direcciones IPv4, por lo que soportar IPv6 ayuda a reducir los costos de alojamiento de dominios.
pt: A adoção do IPv6 está atingindo níveis bastante bons ultimamente e é especialmente importante em ambientes que estão prejudicando os endereços IPv4, como empresas, universidades, nuvem e grandes implantações. Alguns provedores já estão cobrando mais por endereços IPv4, portanto, o suporte ao IPv6 ajuda a baratear a hospedagem de domínios.

source: Basic support in domain web UI. (https://github.com/overte-org/overte/issues/908)
cs: Základní podpora v doménovém web UI (https://github.com/overte-org/overte/issues/908)
de: Grundlegende Unterstützung in der Domain-Server Weboberfläche. (https://github.com/overte-org/overte/issues/908)
es: Soporte básico en la interfaz web del dominio. (https://github.com/overte-org/overte/issues/908)
pt: Suporte básico na UI da web do domínio. (https://github.com/overte-org/overte/issues/908)

source: Support for fetching assets over IPv6 in interface. (https://github.com/overte-org/overte/issues/909)
cs: Podpora pro stahování assetů skrze IPv6 interface (https://github.com/overte-org/overte/issues/909)
de: Unterstützung für das Abrufen von Assets über IPv6. (https://github.com/overte-org/overte/issues/909)
es: Soporte para la descarga de recursos mediante IPv6 en la interfaz. (https://github.com/overte-org/overte/issues/909)
pt: Suporte para busca de ativos por IPv6 na interface. (https://github.com/overte-org/overte/issues/909)

source: Support for domains running on IPv6. (https://github.com/overte-org/overte/issues/910)
cs: Podpora pro domény běžící na IPv6 (https://github.com/overte-org/overte/issues/910)
de: Unterstützung für Domain-Server die auf IPv6 laufen. (https://github.com/overte-org/overte/issues/910)
es: Soporte para dominios que operan sobre IPv6. (https://github.com/overte-org/overte/issues/910)
pt: Suporte para domínios rodando em IPv6. (https://github.com/overte-org/overte/issues/910)

source: SELinux is a security system that allows sandboxing applications and daemons.
cs: SELinux je bezpečnostní systém, umožňující sandboxování aplikací a daemonů.
de: SELinux ist ein Sicherheitssystem, welches es ermöglicht Anwendungen und Dienste voneinander zu isolieren.
es: SELinux es un sistema de seguridad que permite ejecutar aplicaciones y demonios en entornos aislados (sandbox).
pt: SELinux é um sistema de segurança que permite sandbox de aplicativos e daemons.

source: SELinux would sandbox the domain server and optionally the interface, to ensure that any exploits can't affect the rest of the system. For instance, a domain exploit could still break the domain, but couldn't use the server to attack other computers or expose the user's private data.
cs: SELinux by umožnil sandboxovat doménový server a případně interface, pro zajištění aby jakékoliv exploity nemohly ovlivnit zbytek systému. Například doménový exploit by mohl stále poškodit doménu, ale nemohl by využít hostující server pro útočení na ostatní počítače nebo umožnit přístup k privátním datům uživatele.
de: SELinux wird den Domain-Server und optional Interface isolieren, um sicherzustellen, dass Exploits nicht den Rest des Systems beeinträchtigen können. So könnte ein Exploit zwar den Domain-Server knacken, aber den Server nicht dazu verwenden, andere Computer anzugreifen oder die privaten Daten des Benutzers preiszugeben.
es: SELinux aislaría el servidor de dominio y, opcionalmente, la interfaz, para garantizar que cualquier exploit no pueda afectar el resto del sistema. Por ejemplo, una vulnerabilidad en el dominio podría afectar al dominio, pero no permitiría usar el servidor para atacar otros equipos ni exponer los datos privados del usuario.
pt: O SELinux colocaria em sandbox o servidor de domínio e, opcionalmente, a interface, para garantir que quaisquer explorações não possam afetar o resto do sistema. Por exemplo, uma exploração de domínio ainda poderia quebrar o domínio, mas não poderia usar o servidor para atacar outros computadores ou expor os dados privados do usuário.

source: Confine domain-server. (https://github.com/overte-org/overte/issues/911)
cs: Sandboxování doménového serveru (https://github.com/overte-org/overte/issues/911)
de: Domain-Server isolieren. (https://github.com/overte-org/overte/issues/911)
es: Restringir el servidor de dominio mediante SELinux. (https://github.com/overte-org/overte/issues/911)
pt: Confinar servidor de domínio. (https://github.com/overte-org/overte/issues/911)

source: Confine assignment clients. (https://github.com/overte-org/overte/issues/912)
cs: Sandboxování assignment klientů (https://github.com/overte-org/overte/issues/912)
de: Assignment-Clients isolieren. (https://github.com/overte-org/overte/issues/912)
es: Restringir los clientes de asignación. (https://github.com/overte-org/overte/issues/912)
pt: Confinar clientes de atribuição. (https://github.com/overte-org/overte/issues/912)

source: Attempt supporting multiple instances with isolation. (https://github.com/overte-org/overte/issues/913)
cs: Pokus o podporu více instancí s izolací (https://github.com/overte-org/overte/issues/913)
de: Versuch, mehrere Instanzen mit Isolation zu unterstützen. (https://github.com/overte-org/overte/issues/913)
es: Intentar soportar múltiples instancias con aislamiento. (https://github.com/overte-org/overte/issues/913)
pt: Tente oferecer suporte a várias instâncias com isolamento. (https://github.com/overte-org/overte/issues/913)

source: Isolate multiple Overte servers on the same machine from each other. (https://github.com/overte-org/overte/issues/914)
cs: Izolace více instancí Overte serverů od sebe na stejném počítači (https://github.com/overte-org/overte/issues/914)
de: Isolieren mehrerer Overte-Server voneinander auf demselben Rechner. (https://github.com/overte-org/overte/issues/914)
es: Aislar varios servidores Overte en la misma máquina. (https://github.com/overte-org/overte/issues/914)
pt: Isole vários servidores Overte na mesma máquina uns dos outros. (https://github.com/overte-org/overte/issues/914)

source: Confine interface. (https://github.com/overte-org/overte/issues/915)
cs: Sandboxování interface (https://github.com/overte-org/overte/issues/915)
de: Interface isolieren. (https://github.com/overte-org/overte/issues/915)
es: Restringir la interfaz. (https://github.com/overte-org/overte/issues/915)
pt: Interface confinada. (https://github.com/overte-org/overte/issues/915)

source: Canvas texture
cs: Textura canvas
de: Leinwand-Textur
es: Textura de lienzo (canvas)
pt: Textura de tela

source: This would implement a new concept of a software defined canvas texture. Scripts can draw on it, and clients receive updates.
cs: Toto by znamenalo implementaci nového konceptu softwarově definované canvas textury. Skripty by mohly na ni kreslit a klienti by dostávali aktualizace.
de: Damit wird ein neues Konzept einer softwaredefinierten Leinwand-Textur eingeführt. Skripte können darauf zeichnen, und Clients erhalten Updates.
es: Esto implementaría un nuevo concepto de textura de lienzo definida por software. Los scripts pueden dibujar sobre ella y los clientes recibirán actualizaciones.
pt: Isso implementaria um novo conceito de textura de tela definida por software. Os scripts podem recorrer a ele e os clientes recebem atualizações.

source: This has a huge potential range of useful functionality:
cs: Tento koncept má velký potenciál přínosu užitečných funkcí:
de: Dies birgt ein enormes Potenzial an nützlichen Funktionen:
es: Esto tiene un amplio potencial de funcionalidades útiles:
pt: Isso tem uma enorme gama potencial de funcionalidades úteis:

source: Software defined textures
cs: Softwarově definované textury
de: Software-definierte Texturen
es: Texturas definidas por software
pt: Texturas definidas por software

source: Script-generated nametags, banners, status displays, etc.
cs: Skriptem generované jmenovky, bannery, stavové ukazatele, atd.
de: Skript-generierte Namensschilder, Banner, Statusanzeigen, etc.
es: Etiquetas de nombre, pancartas, paneles de estado generados por scripts, etc.
pt: Nametags, banners, exibições de status gerados por script, etc.

source: Screen sharing without any external dependencies
cs: Sdílení obrazovky bez externích dependencí
de: Bildschirmfreigaben ohne externe Abhängigkeiten
es: Compartir pantalla sin dependencias externas
pt: Compartilhamento de tela sem dependências externas

source: Whiteboard
cs: Tabule
es: Pizarra digital
pt: Quadro branco

source: Synchronized web entity
cs: Synchronizované webové entity
de: Synchronisierte Weboberflächen
es: Entidad web sincronizada
pt: Entidade da web sincronizada

source: Server-side rendered web entity. This would help with the Quest implementation.
cs: Na serveru renderované webové entity. Toto by pomohlo s implementací pro Quest.
de: Server-seitig gerenderte Weboberflächen. Dies würde bei der Quest-Implementierung helfen.
es: Entidad web renderizada del lado del servidor. Esto facilitaría la implementación de Quest.
pt: Entidade da web renderizada no lado do servidor. Isso ajudaria na implementação da Quest.Entidade da web renderizada no lado do servidor. Isso ajudaria na implementação da Quest.

source: Basic implementation. Texture object, simple operations like painting pixels and blocks. (https://github.com/overte-org/overte/issues/916)
cs: Základní implementace. Texturový objekt, jednoduché operace jako kreslení pixelů a bloků. (https://github.com/overte-org/overte/issues/916)
de: Grundlegende Implementierung. Texturobjekt, simple Operationen wie das Malen von Pixeln und Blöcken. (https://github.com/overte-org/overte/issues/916)
es: Implementación básica. Objeto de textura, operaciones sencillas como pintar píxeles y bloques. (https://github.com/overte-org/overte/issues/916)
pt: Implementação básica. Objeto de textura, operações simples como pintar pixels e blocos. (https://github.com/overte-org/overte/issues/916)

source: Proper canvas API. Support for fonts, graphics primitives like rectangles, circles, curves, etc. (https://github.com/overte-org/overte/issues/917)
cs: Úplné canvas API. Podpora pro fonty, grafická primitiva jako obdélníky, kruhy, křivky, atd. (https://github.com/overte-org/overte/issues/917)
de: Canvas-API. Unterstützung für Schriftarten, Formen wie Rechtecke, Kreise, Kurven, usw. (https://github.com/overte-org/overte/issues/917)
es: Mejorar la API de lienzo. Soporte para tipos de letra, primitivas gráficas como rectángulos, círculos, curvas, etc. (https://github.com/overte-org/overte/issues/917)
pt: API de tela adequada. Suporte para fontes, primitivos gráficos como retângulos, círculos, curvas, etc. (https://github.com/overte-org/overte/issues/917)

source: Screen sharing (https://github.com/overte-org/overte/issues/918)
cs: Sdílení obrazovky (https://github.com/overte-org/overte/issues/918)
de: Bildschirmfreigabe (https://github.com/overte-org/overte/issues/918)
es: Compartir pantalla (https://github.com/overte-org/overte/issues/918)
pt: Compartilhamento de tela (https://github.com/overte-org/overte/issues/918)

source: Synchronized web surface. (https://github.com/overte-org/overte/issues/919)
cs: Synchronizované webové povrchy (https://github.com/overte-org/overte/issues/919)
de: Synchronisierte Weboberfläche. (https://github.com/overte-org/overte/issues/919)
es: Superficie web sincronizada. (https://github.com/overte-org/overte/issues/919)
pt: Superfície da web sincronizada. (https://github.com/overte-org/overte/issues/919)

source: 2024-02-24 We've obtained an NLnet grant!
cs: 2024-02-24 Získali jsme NLnet grant!
de: 2024-02-24 Overte erhält Förderung von NLnet!
es: 2024-02-24 ¡Hemos obtenido una subvención de NLnet!
pt: 2024-02-24 Obtivemos uma bolsa da NLnet!

source: The NLnet Foundation is an organization that supports many amazing Open Source projects, and we're elated to announce that we've also made the list!
cs: NLnet Foundation je organizace, podporující mnoho úžasných open source projektů, a jsme potěšeni ohlásit že jsme se také dostali na jejich seznam!
de: Die NLnet Foundation ist eine Organisation, die viele großartige Open-Source-Projekte unterstützt. Wir freuen uns sehr, dass auch wir es auf die Liste geschafft haben!
es: La Fundación NLnet es una organización que apoya muchos proyectos sorprendentes de código abierto, ¡y estamos encantados de anunciar que también hemos sido incluidos en la lista!
pt: A NLnet Foundation é uma organização que apoia muitos projetos incríveis de código aberto, e temos o prazer de anunciar que também fizemos parte da lista!

source: As part of the agreement, we commit to keeping users and developers up to date with the progress made on these items at least every two months. For that, we'll keep track of it during our usual Saturday development meetings, and use tags, projects and other functionality on GitHub to make it easy for anyone interested to follow the progress.
es: Como parte del acuerdo, nos comprometemos a mantener a los usuarios y desarrolladores al día sobre los avances realizados en estos aspectos al menos cada dos meses. Para ello, realizaremos un seguimiento durante nuestras reuniones habituales de desarrollo de los sábados y utilizaremos etiquetas, proyectos y otras funciones de GitHub para que cualquier persona interesada pueda seguir fácilmente los avances.

source: The funding will be used to pay developers that will work on the areas listed below. There exists the possibility of more work being agreed between us and NLnet.
cs: Finanční prostředky budou využity k vyplacení odměn vývojářům, kteří budou pracovat na oblastech vypsaných níže. Je možné, že se s NLnetem dohodneme na více pracech.
de: Die Mittel werden für die Bezahlung von Entwicklern verwendet, die an den unten aufgeführten Bereichen arbeiten werden. Es besteht die Möglichkeit, dass zwischen uns und NLnet weitere Förderung vereinbart wird.
es: Los fondos se utilizarán para pagar a desarrolladores que trabajarán en las áreas enumeradas a continuación. Existe la posibilidad de acordar más trabajos entre nosotros y NLnet.
pt: O financiamento será usado para pagar desenvolvedores que trabalharão nas áreas listadas abaixo. Existe a possibilidade de mais trabalhos serem acordados entre nós e a NLnet.

source: The agreed on deadline for completion is February 17, 2025.
cs: Domluvený deadline pro dokončení je 17. únor 2025.
de: Die vereinbarte Frist für die Fertigstellung ist der 17. Februar 2025.
es: La fecha límite acordada para la finalización es el 17 de febrero de 2025.
pt: O prazo acordado para conclusão é 17 de fevereiro de 2025.

source: Some of the work has already started and can be seen on GitHub: https://github.com/overte-org/overte
cs: Některé prace byjy již zahájeny a jsou k vidění na GitHubu: https://github.com/overte-org/overte
de: Ein Teil der Arbeit hat bereits begonnen und kann auf GitHub eingesehen werden: https://github.com/overte-org/overte
es: Parte del trabajo ya ha comenzado y se puede ver en GitHub: https://github.com/overte-org/overte
pt: Parte do trabalho já começou e pode ser visto no GitHub: https://github.com/overte-org/overte

source: Audio Overhaul
cs: Přepracování audia
de: Audio-Überholung
es: Reestructuración del audio
pt: Revisão de áudio

source: Move audio zones to zone properties (https://github.com/overte-org/overte/issues/69)
cs: Přesun audio zón do vlastností zóny (https://github.com/overte-org/overte/issues/69)
de: Verschieben von Audiozonen in Zoneneigenschaften (https://github.com/overte-org/overte/issues/69)
es: Mover las zonas de audio a propiedades de zona (https://github.com/overte-org/overte/issues/69)
pt: Mova zonas de áudio para propriedades de zona (https://github.com/overte-org/overte/issues/69)

source: Add audio entities (https://github.com/overte-org/overte/issues/69)
cs: Přidání audio entit (https://github.com/overte-org/overte/issues/69)
de: Hinzufügen von Audio-Entitäten (https://github.com/overte-org/overte/issues/69)
es: Añadir entidades de audio (https://github.com/overte-org/overte/issues/69)
pt: Adicione entidades de áudio (https://github.com/overte-org/overte/issues/69)

source: Miscelaneous Improvements
cs: Vedlejší vylepšení
de: Diverse Verbesserungen
es: Mejoras varias
pt: Melhorias Diversas

source: Add a wantsKeyboardFocus property for web entities (https://github.com/overte-org/overte/issues/6)
cs: Přidání vlastnosti wantsKeyboardFocus pro webové entity (https://github.com/overte-org/overte/issues/6)
de: Hinzufügen einer wantsKeyboardFocus-Eigenschaft für Webentitäten (https://github.com/overte-org/overte/issues/6)
es: Añadir una propiedad wantsKeyboardFocus para entidades web (https://github.com/overte-org/overte/issues/6)
pt: Adicione uma propriedade wantKeyboardFocus para entidades da web (https://github.com/overte-org/overte/issues/6)

source: Add interpolation on model animations (https://github.com/overte-org/overte/issues/317)
cs: Přidání interpolace u animací modelů (https://github.com/overte-org/overte/issues/317)
de: Hinzufügen von Interpolation bei Modellanimationen (https://github.com/overte-org/overte/issues/317)
es: Añadir interpolación en las animaciones de modelos (https://github.com/overte-org/overte/issues/317)
pt: Adicione interpolação nas animações do modelo (https://github.com/overte-org/overte/issues/317)

source: Graphics Improvements
cs: Grafická vylepšení
de: Grafikverbesserungen
es: Mejoras gráficas
pt: Melhorias gráficas

source: Fix shadow culling on back-faces (https://github.com/overte-org/overte/issues/547)
cs: Oprava cullingu stínů na back-facech (https://github.com/overte-org/overte/issues/547)
de: Beheben von Fehlern beim Rendern von Schatten von Rückseiten (https://github.com/overte-org/overte/issues/547)
es: Corregir la eliminación de sombras en las caras traseras (https://github.com/overte-org/overte/issues/547)
pt: Corrija a seleção de sombras nas faces traseiras (https://github.com/overte-org/overte/issues/547)

source: Allow opaque particles (https://github.com/overte-org/overte/issues/776#issuecomment-1868203856)
cs: Povolení neprůhledných particlů (https://github.com/overte-org/overte/issues/776#issuecomment-1868203856)
de: Zulassen von undurchsichtigen Partikeln (https://github.com/overte-org/overte/issues/776#issuecomment-1868203856)
es: Permitir partículas opacas (https://github.com/overte-org/overte/issues/776#issuecomment-1868203856)
pt: Permitir partículas opacas (https://github.com/overte-org/overte/issues/776#issuecomment-1868203856)
