Repository: overte-org/overte-website-sphinx
Catalog: source/locales/*/LC_MESSAGES/overte-website.po
Languages: cs, de, es, pt

source: Hook up to Weblate translation system
es: Conectarse al sistema de traducción Weblate

source: Build with translations
es: Construir con traducciones

source: Check if we include the required fonts
es: Verificar si incluimos los tipos de letra requeridos

source: Add German translation (as a reference test case)
es: Agregar traducción al alemán (como caso de prueba)

source: Maintenance
cs: Údržba
de: Wartung
es: Mantenimiento

source: CMake 4.0 is around the corner, dropping support for some legacy compatibility, which seems to break almost every one of our dependencies. Libnode has similarly received updates, including breaking changes.
es: CMake 4.0 está a la vuelta de la esquina y dejará de ser compatible con algunas versiones anteriores, lo que parece afectar a casi todas nuestras dependencias. Libnode también ha recibido actualizaciones, incluyendo cambios importantes.

source: Update Overte for CMake 4.0 compatibility
es: Actualizar Overte para compatibilidad con CMake 4.0

source: Fix building dependencies on CMake 4.0
es: Corregir dependencias de compilación sobre CMake 4.0

source: Update libnode to the next LTS version
es: Actualizar libnode a la próxima versión LTS

source: Improve build instructions for building with KDevelop and CLion
es: Mejorar las instrucciones de compilación para KDevelop y CLion

source: Add automatic Docker release builds
es: Agregar compilaciones en contenedores Docker de manera automática

source: Finish getting Overte into Flathub
es: Finalizar el despliegue de Overte en Flathub

source: Update to Qt 6 (https://github.com/overte-org/overte/issues/1243)
es: Actualizar a Qt 6 (https://github.com/overte-org/overte/issues/1243)

source: Package Qt 6 dependency for Windows
es: Empaquetar las dependencias de Qt 6 para Windows

source: Package Qt 6 dependency for Linux
es: Empaquetar las dependencias de Qt 6 para Linux

source: Package webrtc-audio-processing
es: Empaquetar webrtc-audio-processing

source: Switch to libdatachannel
es: Migrar a libdatachannel

source: Bug Fixes
es: Corregir errores

source: Fix MToon materials not showing up in Material Inspector (https://github.com/overte-org/overte/issues/1028)
es: Corregir el problema por el que los materiales MToon no se muestran en el Inspector de materiales (https://github.com/overte-org/overte/issues/1028)

source: Text entities: show tofu character on missing character (https://github.com/overte-org/overte/issues/1133)
es: Entidades de texto: mostrar el carácter tofu en el carácter faltante (https://github.com/overte-org/overte/issues/1133)

source: Add "blocklist" for known broken graphics drivers
es: Añadir una "lista de bloqueados" con controladores gráficos defectuosos conocidos

source: Fix server Console trying to connect to highfidelity.com (https://github.com/overte-org/overte/issues/578)
es: Arreglar en que la consola del servidor intente conectarse a highfidelity.com (https://github.com/overte-org/overte/issues/578)

source: Fix QML warning message spam on Windows (https://github.com/overte-org/overte/issues/593)
es: Corregir el spam de mensajes de advertencia QML en Windows (https://github.com/overte-org/overte/issues/593)

source: Fix problems with HifiControlsUit.SpinBox (https://github.com/overte-org/overte/issues/921)
es: Corregir los problemas con HifiControlsUit.SpinBox (https://github.com/overte-org/overte/issues/921)

source: Fix uninstalling Overte not removing cache from AppData\Local (https://github.com/overte-org/overte/issues/952)
es: Solucionar el problema de la desinstalación de Overte que no elimina el caché de AppData\Local (https://github.com/overte-org/overte/issues/952)

source: Fix avatar bookmarks silently failing on broken syntax (https://github.com/overte-org/overte/issues/192)
es: Corregir los marcadores de avatar que fallan silenciosamente debido a una sintaxis incorrecta (https://github.com/overte-org/overte/issues/192)

source: UI Rework
es: Rediseño de la UI

source: Our current UI is a mix of different themes, design philosophies, and programming languages (https://github.com/orgs/overte-org/projects/8). Specifically our Create app could use some improvement (https://github.com/overte-org/overte/issues/1145).
es: Nuestra interfaz de usuario actual combina diferentes temas, filosofías de diseño y lenguajes de programación (https://github.com/orgs/overte-org/projects/8). En concreto, nuestra aplicación Create podría mejorarse (https://github.com/overte-org/overte/issues/1145).

source: Framework for default QML applications
es: Marco para aplicaciones QML predeterminadas

source: Rework Avatar app
es: Rediseño de la app Avatar

source: Add grid shader to Create
es: Añadir sombreador de cuadrícula a Create

source: Allow switching Create windows between external and embedded windows
es: Permitir que se pueda cambiar entre ventanas externas e integradas en Create

source: Rework asset browser
es: Rediseñar el navegador de activos

source: Rework voxel edit mode
es: Rediseñar el modo de edición del voxel

source: Allow parenting entities using drag and drop in entity list
es: Permitir entidades padre mediante arrastrar y soltar en la lista de entidades

source: Add a tree view to entity list
es: Agregar vista de árbol a la lista de entidades

source: Add a free camera mode to Create
es: Agregar un modo de cámara libre en Create

source: Improve material management in Create
es: Mejorar la gestión de materiales en Create

source: Add centered scaling to Create
es: Agregar escalamiento centrado en Create

source: Rework More app
es: Rediseñar la app More

source: Rework settings
es: Rediseñar configuración

source: Rework Pal app (People list)
es: Rediseñar la app Pal (Lista de personas)

source: Rework log viewer
es: Rediseñar el visor de logs

source: Rework Snapshot app
es: Rediseñar la app Snapshot

source: Rework Emote app
es: Rediseñar la app Emote

source: Rework running scripts window
es: Rediseñar la ventana de scripts en ejecución

source: Rework Places app
es: Rediseñar la app Places

source: Rework notifications
es: Rediseñar notificaciones

source: Add theming support
es: Agregar soporte para temas

source: Prefer using system file-picker
es: Definir el uso de la ventana de selección de archivos del sistema

source: Add dashboard user interface
es: Agregar un dashboard a la interfaz de usuario

source: Integrate results from UX review and security audit
es: Integrar los resultados de la revisión de la experiencia del usuario y la auditoría de seguridad

source: Perform UX review
es: Revisar la experiencia de usuario (UX)

source: Perform Security audit
es: Realizar una auditoría de seguridad

source: Thanks
cs: Poděkování
de: Danke an
es: Agradecimientos
pt: Obrigada

source: NLnet, for continuing to support Overte.
es: NLnet, por al apoyo continuo a Overte.

source: Julian Groß, for negotiating this agreement.
cs: Julianu Großovi, za vyjednání této dohody.
de: Julian Groß, für die Aushandlung dieser Vereinbarung.
es: Julian Groß, por negociar este acuerdo.
pt: Julian Groß, pela negociação deste acordo.

source: All of the developers who have agreed to take on this work.
es: A todos los desarrolladores que han aceptado asumir este trabajo.

source: The Overte community, for making this possible.
cs: Komunitě Overte, že nám toto umožňila.
de: Die Overte Gemeinschaft, die dies möglich macht.
es: A la comunidad Overte por hacer esto posible.
pt: À comunidade Overte, por tornar isso possível.

source: 2024-04-16 NLnet grant extended again!
cs: 2024-04-16 NLnet grant znovu rozšířen!
de: 2024-04-16 NLnet-Förderung wieder erweitert!
es: 2024-04-16 ¡La subvención de NLnet se extiende nuevamente!

source: We've obtained another extension to the NLnet grant, with the following additional items:
cs: Získali jsme další rozšíření NLnet grantu, s následujícími položkami navíc:
de: Wir haben eine weitere Verlängerung des NLnet-Zuschusses mit den folgenden zusätzlichen Punkten erhalten:
es: Hemos obtenido otra prórroga de la subvención de NLnet, con los siguientes elementos adicionales:

source: Fix warnings and allow turning on warnings-as-errors (https://github.com/overte-org/overte/issues/930)
cs: Oprava varování a povolení nastavení varování jako chyb (https://github.com/overte-org/overte/issues/930)
de: Korrektur von Warnungen und Einschalten von Warnungen-als-Fehler (https://github.com/overte-org/overte/issues/930)
es: Corregir advertencias y permitir activar la opción de tratar advertencias como errores (https://github.com/overte-org/overte/issues/930)

source: Clean up Application.cpp so it's not 10,000 lines (https://github.com/overte-org/overte/issues/931)
cs: Vyčištění Application.cpp, aby neměl 10,000 řádků (https://github.com/overte-org/overte/issues/931)
de: Application.cpp aufräumen, damit sie nicht 10.000 Zeilen lang ist (https://github.com/overte-org/overte/issues/931)
es: Limpiar Application.cpp para que no tenga 10,000 líneas (https://github.com/overte-org/overte/issues/931)

source: fix setting joint data by name (https://github.com/overte-org/overte/issues/613)
cs: Oprava nastavení dat kloubů dle jména (https://github.com/overte-org/overte/issues/613)
de: korrektur der Einstellung von Gelenkdaten nach Namen (https://github.com/overte-org/overte/issues/613)
es: Corregir el establecimiento de datos de articulaciones por nombre (https://github.com/overte-org/overte/issues/613)

source: Replace the old wearables system with avatar entities to deduplicate code. (https://github.com/overte-org/overte/issues/932)
cs: Nahrazení starého systému nositelných objektů avatar entitami pro deduplikaci kódu (https://github.com/overte-org/overte/issues/932)
de: Ersetzen des alten Wearables-Systems durch Avatar-Entitäten, um doppelten Code zu vermeiden. (https://github.com/overte-org/overte/issues/932)
es: Reemplazar el antiguo sistema de wearables con entidades de avatar. (https://github.com/overte-org/overte/issues/932)

source: Text entities
cs: Textové entity
de: Text-Entitäten
es: Entidades de texto

source: Our text entities need some love. They are clunky, and most importantly they use a custom format that isn't documented anywhere; Meaning that we cannot add new fonts, which is especially bad because the current fonts only support ASCII character.
cs: Naše textové entity potřebují trochu lásky, Jsou neohrabané a hlavně využívají vlastní formát, který není nikde zdokumentován. To znamená, že nemůžeme přidávat nová písma, což je extra problém, jelikož aktuální písma podporují pouze ASCII znaky.
de: Unsere Text-Entitäten brauchen etwas Liebe. Sie sind klobig und vor allem verwenden sie ein benutzerdefiniertes Format, das nirgends dokumentiert ist. Das bedeutet, dass wir keine neuen Schriftarten hinzufügen können, was insbesondere deshalb schlecht ist, weil die aktuellen Schriftarten nur ASCII-Zeichen unterstützen.
es: Nuestras entidades de texto necesitan atención. Son poco prácticas y, lo más importante, utilizan un formato personalizado que no está documentado en ningún lugar; esto impide agregar nuevas fuentes, lo cual es especialmente grave porque las actuales solo admiten caracteres ASCII.

source: clip to edges instead of completely disappearing (https://github.com/overte-org/overte/issues/583)
cs: Clipovat k hranám namísto kompletního zmizení (https://github.com/overte-org/overte/issues/583)
de: an den Rändern abschneiden, anstatt komplett zu verschwinden (https://github.com/overte-org/overte/issues/583)
es: Recortar en los bordes en lugar de desaparecer completamente (https://github.com/overte-org/overte/issues/583)

source: Switch to a standard font format (https://github.com/overte-org/overte/issues/126)
cs: Změnit na standardní formát písma (https://github.com/overte-org/overte/issues/126)
de: Wechsel zu einem Standard-Schriftformat (https://github.com/overte-org/overte/issues/126)
es: Cambiar a un formato de fuente estándar (https://github.com/overte-org/overte/issues/126)

source: Graphics improvements II
cs: Grafická vylepšení II
de: Grafikverbesserungen II
es: Mejoras gráficas II

source: Add ambient light color (https://github.com/overte-org/overte/issues/6)
cs: Přidat barvu ambientního osvětlení (https://github.com/overte-org/overte/issues/6)
de: Umgebungslichtfarbe hinzufügen (https://github.com/overte-org/overte/issues/6)
es: Añadir color de luz ambiental (https://github.com/overte-org/overte/issues/6)

source: Loading MToon materials directly from glTF (https://github.com/overte-org/overte/issues/933)
cs: Načítání MToon materiálů přímo z glTF (https://github.com/overte-org/overte/issues/933)
de: Laden von MToon-Materialien direkt aus glTF (https://github.com/overte-org/overte/issues/933)
es: Cargar materiales MToon directamente desde glTF (https://github.com/overte-org/overte/issues/933)

source: Optional camera clipping (https://github.com/overte-org/overte/issues/618)
cs: Volitelné clipování kamery (https://github.com/overte-org/overte/issues/618)
de: Optionale Kameraausschnitte (https://github.com/overte-org/overte/issues/618)
es: Recorte de cámara opcional (https://github.com/overte-org/overte/issues/618)

source: Custom shader fallback (https://github.com/overte-org/overte/issues/640): One fallback for if a shader fails to load/compile and one for if a user has procedural shaders disabled
cs: Fallback pro vlastní shadery (https://github.com/overte-org/overte/issues/640): Jeden fallback pokud dojde k chybě načítání/kompilace shaderu, druhý pro případy kdy má uživatel zakázány procedurální hadery
de: Benutzerdefinierter Shader-Fallback (https://github.com/overte-org/overte/issues/640): Ein Fallback für den Fall, dass ein Shader nicht geladen/kompiliert werden kann und einer für den Fall, dass ein Benutzer prozedurale Shader deaktiviert hat
es: Mecanismo de respaldo para sombreadores personalizados (https://github.com/overte-org/overte/issues/640): uno si un sombreador falla al cargarse/compilar, y otro si el usuario tiene deshabilitados los sombreadores procedimentales

source: Exposing more graphics settings (tone-mapping, bloom, procedural shaders, AO) (https://github.com/overte-org/overte/issues/740, https://github.com/overte-org/overte/issues/741, https://github.com/overte-org/overte/issues/14)
cs: Zpřístupnění více grafických nastavení (tone-mapping, bloom, procedurální shadery, AO) (https://github.com/overte-org/overte/issues/740, https://github.com/overte-org/overte/issues/741, https://github.com/overte-org/overte/issues/14)
de: Freigabe weiterer Grafikeinstellungen (Tone-Mapping, Bloom, prozedurale Shader, AO) (https://github.com/overte-org/overte/issues/740, https://github.com/overte-org/overte/issues/741, https://github.com/overte-org/overte/issues/14)
es: Exponer más ajustes gráficos (mapeo de tonos, bloom, sombreadores procedimentales, AO) (https://github.com/overte-org/overte/issues/740, https://github.com/overte-org/overte/issues/741, https://github.com/overte-org/overte/issues/14)

source: add tone-mapping and Ambient Occlusion properties to Zone entities (https://github.com/overte-org/overte/issues/934)
cs: Přidání tone-mappingu a ambientní okluze do zónových entit (https://github.com/overte-org/overte/issues/934)
de: hinzufügen von Tone-Mapping- und Ambient Occlusion-Eigenschaften zu Zonen-Entitäten (https://github.com/overte-org/overte/issues/934)
es: Añadir propiedades de mapeo de tonos y oclusión ambiental a las entidades de zona (https://github.com/overte-org/overte/issues/934)

source: Miscellaneous improvements II
cs: Vedlejší vylepšení II
de: Diverse Verbesserungen II
es: Mejoras varias II

source: Add VR laser smoothing which will especially help people with shaky hands (https://github.com/overte-org/overte/issues/883)
cs: Přidání vyhlazování VR laseru, což pomůže hlavně lidem s třesem v rukou (https://github.com/overte-org/overte/issues/883)
de: Hinzufügen von VR-Laser-Glättung, die besonders Menschen mit unruhigen Händen helfen wird (https://github.com/overte-org/overte/issues/883)
es: Añadir suavizado láser VR, que será especialmente útil para personas con manos temblorosas (https://github.com/overte-org/overte/issues/883)

source: Increase loading priority of avatar entities (https://github.com/overte-org/overte/issues/834)
cs: Zvýšení priority načítání avatar entit (https://github.com/overte-org/overte/issues/834)
de: Erhöhung der Ladepriorität von Avatar-Entitäten (https://github.com/overte-org/overte/issues/834)
es: Mejorar el sistema actual de prioridad de entidades tipo avatar (https://github.com/overte-org/overte/issues/834)

source: Add option to not have an avatar show until its entities are loaded (https://github.com/overte-org/overte/issues/834)
cs: Přidání možnosti skrytí avatarů dokud se nenačtou jejich entity (https://github.com/overte-org/overte/issues/834)
de: Hinzufügen der Option, dass ein Avatar nicht angezeigt wird, bis seine Entitäten geladen sind (https://github.com/overte-org/overte/issues/834)
es: Añadir la opción de no mostrar el avatar hasta que se carguen sus entidades (https://github.com/overte-org/overte/issues/834)

source: Improve current loading priority system (https://github.com/overte-org/overte/issues/834)
cs: Vylepšení aktuálního systému priority načítání (https://github.com/overte-org/overte/issues/834)
de: Verbesserung des derzeitigen Ladeprioritätssystems (https://github.com/overte-org/overte/issues/834)
es: Mejorar el sistema actual de prioridad de carga (https://github.com/overte-org/overte/issues/834)

source: Add a property to influence load priority of entities (https://github.com/overte-org/overte/issues/834)
cs: Přidání vlastnosti pro úpravu priority načítání entit (https://github.com/overte-org/overte/issues/834)
de: Hinzufügen einer Eigenschaft zur Beeinflussung der Ladepriorität von Entitäten (https://github.com/overte-org/overte/issues/834)
es: Añadir una propiedad para influir en la prioridad de carga de las entidades (https://github.com/overte-org/overte/issues/834)

source: 2024-04-02 NLnet grant extended!
cs: 2024-04-02 NLnet grant rozšířen!
de: 2024-04-02 NLnet-Förderung verlängert!
es: 2024-04-02 ¡Subvención de NLnet extendida!
pt: 2024-04-02 Subvenção NLnet estendida!

source: We've obtained an extension to the NLnet grant, with the following additional items:
cs: Získali jsme rozšíření NLnet grantu, s následujícími položkami navíc:
de: Wir haben eine Verlängerung der NLnet-Förderung mit den folgenden zusätzlichen Punkten erhalten:
es: Hemos obtenido una extensión de la subvención de NLnet, con los siguientes elementos adicionales:
pt: Obtivemos uma extensão da concessão da NLnet, com os seguintes itens adicionais:

source: Linux FHS Support
cs: Podpora Linux FHS
de: Linux FHS-Unterstützung
es: Soporte para FHS en Linux
pt: Suporte Linux FHS

source: The Linux Filesystem Hierarchy standard defines the proper file layout for an application. This work would involve adopting it, and adding some nice improvements as well.
cs: Standard Linux Filesystem Hierarchy definuje správné umístění souborů pro aplikace. Tato práce by se zabývala jeho implementací, a přidáním pár hezkých vylepšení na vrch.
de: Der Linux Filesystem Hierarchy Standard definiert das richtige Dateilayout einer Anwendung. Diese Arbeit beinhaltet diesen Standard zu übernehmen und erlaubt einige nette Verbesserungen hinzuzufügen.
es: El estándar Linux Filesystem Hierarchy (FHS) define la estructura adecuada de archivos para una aplicación. Este trabajo implicaría adoptarlo y además implementar algunas mejoras importantes.
pt: O padrão Linux Filesystem Hierarchy define o layout de arquivo adequado para um aplicativo. Este trabalho envolveria adotá-lo e também adicionar algumas melhorias interessantes.

source: This will:
cs: To způsobí:
de: Dies wird:
es: Esto permitirá:
pt: Isso vai:

source: Make packaging easier and allow inclusion in distributions.
cs: Tvorba balíčků bude snadnější a bude možné je zahrnout do repozitářů distribucí.
de: Paketierung vereinfachen und erlaubt die Aufnahme von Overte in Linux-Distributionen.
es: Facilitar la creación de paquetes e inclusión en distribuciones.
pt: Facilitar o empacotamento e permita a inclusão nas distribuições.

source: Make SELinux easier.
cs: Implementace SELinuxu bude snažší.
de: SELinux Unterstützung vereinfachen.
es: Facilitar la integración con SELinux.
pt: Torne o SELinux mais fácil.

source: Allow easy instancing out of the box.
cs: Umožní jednoduché instancování.
de: die Erstellung mehrerer Instanzen vereinfachen.
es: Permitir instanciación sencilla desde el inicio.
pt: Permitir fácil instanciação pronta para uso.

source: Make Mac packaging easier.
cs: Zjednoduší tvorbu balíčku pro Mac.
de: macOS-Paketierung vereinfachen.
es: Facilitar el empaquetado para Mac.
pt: Facilite o empacotamento do Mac.

source: Tasks:
cs: Úkoly:
de: Meilensteine:
es: Tareas:
pt: Tarefas:

source: Domain server/assignment client implementation (https://github.com/overte-org/overte/issues/903)
cs: Implementace v doménovém serveru/assignment klientu (https://github.com/overte-org/overte/issues/903)
de: Domain-Server und Assignment-Client Implementierung (https://github.com/overte-org/overte/issues/903)
es: Implementación del servidor de dominio/cliente de asignación (https://github.com/overte-org/overte/issues/903)
pt: Implementação de servidor de domínio/cliente de atribuição (https://github.com/overte-org/overte/issues/903)

source: Interface implementation (https://github.com/overte-org/overte/issues/904)
cs: Implementace v rozhraní (https://github.com/overte-org/overte/issues/904)
de: Interface Implementierung (https://github.com/overte-org/overte/issues/904)
es: Implementación de la interfaz (https://github.com/overte-org/overte/issues/904)
pt: Implementação de interface (https://github.com/overte-org/overte/issues/904)

source: LDAP Support
cs: Podpora LDAP
de: LDAP-Unterstützung
es: Soporte LDAP
pt: Suporte LDAP

source: LDAP is a common authentication mechanism, widely supported in organizations. Active Directory is compatible as well.
cs: LDAP je běžný authentifikační mechanismus, velmi rozšířený v organizacích. Active Directory je také kompatibilní.
de: LDAP ist ein gängiger Authentifizierungsmechanismus, der von vielen Unternehmen unterstützt wird. Active Directory ist mit LDAP kompatibel.
es: LDAP es un mecanismo de autenticación común, ampliamente utilizado en las organizaciones. Active Directory también es compatible.
pt: LDAP é um mecanismo de autenticação comum, amplamente suportado nas organizações. O Active Directory também é compatível.
