Repository: overte-org/overte-website-sphinx
Catalog: source/locales/*/LC_MESSAGES/overte-website.po
Languages: cs, de, es, pt

source: The Windows installer contains both Interface and the Domain Server. Select a custom install and tick “Overte Server” during the installation process if you want to run a Domain Server. You can always rerun the installer later to install the server software afterwards.
cs: Instalátor pro Windows obsahuje jak rozhraní, tak doménový server. Zvolte vlastní instalaci a zaškrtněte "Overte Server" během procesu instalace, pokud chcete provozovat doménový server. Instalátor můžete kdykoliv spustit znovu pro doinstalaci serverového softwaru později.
de: Das Windows-Installationsprogramm enthält sowohl Interface als auch den Domain-Server. Wenn Sie einen Domain-Server betreiben möchten, wählen Sie die benutzerdefinierte Installation und kreuzen Sie während des Installationsvorgangs „Overte Server“ an. Sie können das Installationsprogramm später jederzeit erneut ausführen, um die Serversoftware nachträglich zu installieren.
es: El instalador de Windows incluye tanto la interfaz como el servidor de dominio. Si desea ejecutar un servidor de dominio, seleccione una instalación personalizada y marque "Overte Server" durante la instalación. Puede volver a ejecutar el instalador para instalar el software del servidor.
pt: O instalador do Windows contém a Interface e o Servidor de Domínio. Selecione uma instalação personalizada e marque “Overte Server” durante o processo de instalação se desejar executar um Servidor de Domínio. Você sempre pode executar novamente o instalador posteriormente para instalar o software do servidor posteriormente.

source: Windows Defender might display a warning about the Windows installer being potentially unsafe. To run it anyway click on "**More info**" and then "**Run anyway**".
cs: Windows Defender může zobrazovat varování, že instalátor může být potenciálně nebezpečný. Pro spuštění klikněte na "**Více informací**" a pak "**Přesto spustit**".
de: Windows Defender zeigt möglicherweise eine Warnung an, dass das Windows-Installationsprogramm potenziell unsicher ist. Um es trotzdem auszuführen, klicken Sie auf „**Weitere Informationen**“ und dann auf „**Trotzdem ausführen**“.
es: Windows Defender puede mostrar una advertencia sobre la posible inseguridad del instalador de Windows. Para ejecutarlo de todos modos, haga clic en "**Más información**" y, a continuación, en "**Ejecutar de todos modos**".
pt: O Windows Defender pode exibir um aviso sobre o instalador do Windows ser potencialmente inseguro. Para executá-lo mesmo assim clique em "**Mais informações**" e depois em "**Executar assim mesmo**".

source: Source
cs: Zdrojový kód
de: Quelltext
es: Código Fuente
pt: Código-fonte

source: Our source code is available on `our GitHub repository 🔗 <https://github.com/overte-org/overte/>`_. If you intend to build from source, we would suggest building the master branch directly instead of a release, to profit from the latest improvements.
cs: Náš zdrojový kód je k dispozici na `GitHubu 🔗 <https://github.com/overte-org/overte/>`_. Pokud máte v úmyslu kompilovat ze zdrojového kódu, doporučujeme přímo kompilovat větev master namísto release pro získání všech posledních vylepšení.
de: Unser Quelltext ist in `unserem GitHub Repository 🔗 <https://github.com/overte-org/overte/>`_ verfügbar. Wenn Sie beabsichtigen, den Quelltext zu kompilieren, empfehlen wir, dies direkt mit dem Master-Zweig anstelle einer bestimmten Veröffentlichung zu tun, um von den neuesten Verbesserungen zu profitieren.
es: El código fuente está disponible en `nuestro repositorio de GitHub 🔗 <https://github.com/overte-org/overte/>`_. Si planea compilar desde el código fuente, le sugerimos compilar la rama maestra directamente para aprovechar las últimas mejoras.
pt: Nosso código-fonte está disponível em `nosso repositório GitHub 🔗 <https://github.com/overte-org/overte/>`_. Se você pretende compilar a partir do código-fonte, sugerimos construir o branch master diretamente em vez de uma versão, para lucrar com as melhorias mais recentes.

source: For Linux there is a helper application available that aims to simplify the build process for newcomers. Get it from GitHub here: `Overte builder 🔗 <https://github.com/overte-org/overte-builder/>`_
cs: Pro Linux je k dispozici pomocná aplikace, která má za úkol usnadnit nováčkům kompilaci. Získat ji můžete z GitHubu zde: `Overte builder 🔗 <https://github.com/overte-org/overte-builder/>`_
de: Für Linux gibt es eine Hilfsanwendung, die den Kompilier-Prozess für Neueinsteiger vereinfachen soll. Holen Sie es sich `Overte Builder 🔗 <https://github.com/overte-org/overte-builder/>`_ von GitHub.
es: Para Linux hay disponible una aplicación auxiliar que tiene como objetivo simplificar el proceso de compilación. Descárgala de GitHub aquí: `Overte builder 🔗 <https://github.com/overte-org/overte-builder/>`_
pt: Para Linux existe um aplicativo auxiliar disponível que visa simplificar o processo de construção para iniciantes. Obtenha-o no GitHub aqui: `Overte builder 🔗 <https://github.com/overte-org/overte-builder/>`_

source: Gallery
cs: Galerie
de: Bildergalerie
es: Galería
pt: Galeria

source: This gallery showcases the Overte Interface and some past events and locations attended with it.
cs: Tato galerie ukazuje rozhraní Overte, některé dřívější události a místa s pomocí něj navštívená.
de: Diese Galerie zeigt das Overte-Interface und einige vergangene Veranstaltungen und Orte, die damit besucht wurden.
es: Esta galería muestra la Interfaz Overte, algunos eventos y lugares en dónde se desarrollaron.
pt: Esta galeria mostra a Interface Overte e alguns eventos e locais anteriores frequentados com ela.

source: A normal day in the Overte office
cs: Normální den v kanceláři Overte
de: Ein normaler Tag im Overte Büro
es: Un día normal en la oficina de Overte
pt: Um dia normal no escritório Overte

source: New years party with the furry bartender
cs: Novoroční párty s furry barmanem
de: Silvesterparty mit dem pelzigen Barkeeper
es: Fiesta de año nuevo con un camarero peludo
pt: Festa de Ano Novo com o bartender peludo

source: Basinskys ambient occlusion showcase
cs: Basinskeho ukázka ambientní okluze
de: Basinskys Ambient Occlusion Vorstellung
es: Demostración de oclusión ambiental de Basinsky
pt: Apresentação da oclusão ambiental de Basinsky

source: Installing new lanterns on the Hub bridge
cs: Instalace nových luceren na mostě v hubu
de: Anbringung neuer Laternen auf der Hub-Brücke
es: Instalación de nuevas linternas en el Hub bridge
pt: Instalando novos postes de iluminação na ponte do Hub

source: Some time off in the office
cs: Pauza v kanceláři
de: Eine Auszeit im Büro
es: Un poco de tiempo libre en la oficina
pt: Um tempo de folga no escritório

source: 74 working on the “Kraftwerk” Domain
cs: 74 pracujíc na doméně "Kraftwerk"
de: 74 am Arbeiten an der Kraftwerk-Domain
es: 74 trabajando en el dominio “Kraftwerk”
pt: 74 trabalhando no domínio 'Kraftwerk

source: Hanging out on Maker Monday
cs: Sraz na Maker Monday
de: Abhängen am „Maker Monday“
es: Pasando el rato en el Maker Monday
pt: Relaxando na Segunda do Criador

source: Basinsky showing off his photogrametry worlds
cs: Basinsky představuje své fotogrametrické světy
de: Basinsky zeigt seine Fotogrammetrie-Welten
es: Basinsky muestra sus mundos de fotogrametría
pt: Basinsky exibindo seus mundos de fotogrametria

source: Basinsky showing off his photogrammetry worlds
cs: Basinsky představuje své fotogrametrické světy
de: Basinsky zeigt seine Fotogrammetrie-Welten
es: Basinsky mostrando sus mundos de fotogrametría
pt: Basinsky mostrando seus mundos de fotogrametria

source: Maker Monday on Daybreak Island
cs: Maker Monday na Daybreak Islandu
de: “Maker Monday” auf “Daybreak Island”
es: Maker Monday en Daybreak Island
pt: Segunda do Criador na Ilha Daybreak

source: Christmas in Overte
cs: Vánoce v Overte
de: Weihnachten in Overte
es: Navidad en Overte
pt: Natal em Overte

source: Development meeting on Daybreak Island
cs: Vývojářské setkání na Daybreak Islandu
de: Entwicklungstreffen auf „Daybreak Island“
es: Reunión de desarrollo en Daybreak Island
pt: Reunião de desenvolvimento na Ilha Daybreak

source: Pooltoys exploring a fantasy island
cs: Pooltoys objevují fantasy island
de: Schwimmtiere erforschen eine Fantasie-Insel
es: Pooltoys explorando una isla de fantasía
pt: Brinquedos de piscina explorando uma ilha de fantasia

source: Pool toys exploring a fantasy island
cs: Pooltoys objevují fantasy island
de: Schwimmtiere erforschen eine Fantasie-Insel
es: Pooltoys explorando una isla de fantasía
pt: Brinquedos de piscina explorando uma ilha de fantasia

source: Development meeting at the Hub
cs: Vývojářské setkání v hubu
de: Entwicklungstreffen im „Hub“
es: Reunión de desarrollo en el Hub
pt: Reunião de desenvolvimento no Hub

source: Kreolis playing in Brainstormer's Club
cs: Kreolis hrajíc v Brainstormer's Clubu
de: Kreolis spielt in Brainstormers Club
es: Kreolis tocando en el Brainstormer's Club
pt: Kreolis jogando no Clube Brainstormer

source: Imprint
cs: Impresum
de: Impressum
es: Aviso legal
pt: Estampar

source: Germany
cs: Německo
de: Deutschland
es: Alemania
pt: Alemanha

source: Home
cs: Domovská stránka
de: Startseite
es: Inicio
pt: Início

source: Documentation 🔗
cs: Dokumentace 🔗
de: Dokumentation 🔗
es: Documentación 🔗
pt: Documentação 🔗

source: API reference 🔗
cs: Reference API 🔗
de: API-Referenz 🔗
es: Referencia de la API 🔗
pt: Documentação da API 🔗

source: Privacy policy
cs: Zásady ochrany osobních údajů
de: Datenschutzbestimmungen
es: Política de Privacidad
pt: Política de Privacidade

source: About
cs: O nás
de: Über
es: Acerca de
pt: Sobre

source: Overte is an :ref:`open source<reference_to_downloads_source>` virtual worlds and social VR software which enables you to create and share virtual worlds as virtual reality (VR) and desktop experiences. You can create and host your own virtual world, explore other worlds, meet and connect with other users, attend or host live VR events, and much more.
cs: Overte je :ref:`open source<reference_to_downloads_source>` software pro virtuální světy a sociální VR, který Vám umožňuje vytvářet a sdílet virtuální světy jako prostředí virtuální reality (VR) nebo desktopová prostředí . Můžete vytvořit a hostovat svůj vlastní virtuální svět, objevovat další světy, scházet se a spojovat s ostatními uživateli, účastnit se živých událostí nebo je hostovat, a mnohem více.
de: Overte ist eine :ref:`Open-Source<reference_to_downloads_source>`-Software für virtuelle Welten und social-VR, mit der Sie virtuelle Welten als Virtual-Reality- (VR) und Desktoperfahrungen erstellen und teilen können. Sie können Ihre eigene virtuelle Welt erstellen und hosten, andere Welten erkunden, sich mit anderen Nutzern treffen, an Live-VR-Events teilnehmen oder diese hosten und vieles mehr.
es: Overte es un :ref:`software de código abierto<reference_to_downloads_source>` de mundos virtuales y realidad virtual que te permite crear y compartir mundos virtuales como experiencias de realidad virtual (VR) y de escritorio. Puedes crear y alojar tu propio mundo virtual, explorar otros mundos, conocer y conectar con otros usuarios, asistir u organizar eventos de realidad virtual en directo y mucho más.
pt: Overte é um :ref:`software de código-aberto<reference_to_downloads_source>` para mundos virtuais e realidade virtual social que permite a você criar e compartilhar mundos virtuais como experiências de realidade virtual (VR) e para desktop. Você pode criar e hospedar seu próprio mundo virtual, explorar outros mundos, encontrar e conectar-se com outros usuários, participar ou hospedar eventos VR ao vivo e muito mais.

source: The Overte software provides the following key features:
cs: Software Overte poskytuje tyto hlavní vlastnosti:
de: Die Overte-Software bietet die folgenden Hauptmerkmale:
es: Overte provee las siguientes funcionalidades clave:
pt: O software Overte oferece as seguintes características principais:

source: Collaborative world creation and editing
cs: Kolaborativní tvorba a úprava světů
de: Gemeinsame Erstellung und Bearbeitung von Welten
es: Creación y edición colaborativa de mundos
pt: Criação e edição colaborativa de mundos

source: VR support, including body tracking
cs: Podpora VR, včetně trackování těla
de: VR-Unterstützung, einschließlich Body-Tracking
es: Soporte de VR, incluyendo seguimiento corporal
pt: Suporte para VR, incluindo rastreamento corporal

source: Scalability for up to 500 users in a single world
cs: Škálovatelnost až do 500 uživatelů v jednom světě
de: Skalierbar für bis zu 500 Benutzer in einer einzigen Welt
es: Escalabilidad de hasta 500 usuarios en un solo mundo
pt: Escalabilidade para até 500 usuários em um único mundo

source: Scripting in JavaScript, which allows creation of games, interactables, UI elements, and custom applications
cs: Skriptování v JavaScriptu, které umožňuje tvorbu here, interaktivních elementů, součástí UI a vlastních aplikací
de: Scripting in JavaScript, das die Erstellung von Spielen, interaktiven Elementen, UI-Elementen und benutzerdefinierten Anwendungen ermöglicht
es: Programación en JavaScript, que permite la creación de juegos, elementos interactivos, elementos de interfaz de usuario y aplicaciones personalizadas
pt: Scripting em JavaScript, que permite a criação de jogos, elementos interativos, elementos de interface do usuário (UI) e aplicativos personalizados

source: High quality low latency spatial audio
cs: Prostorové audio vysoké kvality s minimální latencí
de: Hochwertiges räumliches Audio mit geringer Latenz
es: Audio espacial de alta calidad y baja latencia
pt: Áudio espacial de alta qualidade com baixa latência

source: Powerful physics through Bullet physics engine
cs: Výkonnou fyziku skrze Bullet physics engine
de: Leistungsstarke Physiksimulation durch Bullet Physik-Engine
es: Física potente gracias al motor de física Bullet
pt: Física poderosa através do mecanismo de física Bullet

source: Fully open-source under the permissive Apache 2.0 license
cs: Plně open-source pod permisivní licencí Apache 2.0
de: Vollständig quelloffen unter der freizügigen Apache 2.0-Lizenz
es: Completamente de código abierto bajo la licencia permisiva Apache 2.0
pt: Totalmente de código-aberto sob a licença permissiva Apache 2.0

source: No central authority. You can run your own server from home.
cs: Žádná centrální autorita. Svůj server můžete provozovat z domova.
de: Keine zentrale Behörde. Sie können Ihren eigenen Server von zu Hause aus betreiben.
es: Sin autoridad central. Puedes gestionar tu propio servidor desde casa.
pt: Sem autoridade central. Você pode executar seu próprio servidor a partir de casa.

source: No user account required
cs: Není vyžadován jakýkoliv uživatelský účet
de: Kein Benutzerkonto erforderlich
es: No requiere cuenta de usuario
pt: Não é necessário ter uma conta de usuário

source: Supported by a democratic non-profit organization
cs: Podporován demokratickou neziskovou organizací
de: Unterstützt durch eine demokratische Non-Profit-Organisation
es: Soportado por una organización democrática sin fines de lucro
pt: Apoiado por uma organização sem fins lucrativos democrática

source: :doc:`Get Overte <downloads>` |DownloadPage| or take a look at our :doc:`Gallery <gallery>` |GalleryPage|.
cs: :doc:`Stáhněte si Overte <downloads>` |DownloadPage| nebo se podívejte na naši :doc:`Galerii <gallery>` |GalleryPage|.
de: :doc:`Holen Sie sich Overte <downloads>` |DownloadPage| oder werfen Sie einen Blick auf unsere :doc:`Bildergallerie <gallery>` |GalleryPage|.
es: :doc:`Obtenga Overte <downloads>` o hecha un vistazo a nuestra :doc:`Galería <gallery>`.
pt: :doc:`Obtenha o Overte em nossa <downloads>` |DownloadPage| ou dê uma olhada em nossa :doc:`Galeria <gallery>` |GalleryPage|.

source: Development meeting in the Overte office
cs: Vývojářské setkání v kanceláři Overte
de: Entwicklungstreffen Overte Büro
es: Reunión de desarrollo en la oficina de Overte
pt: Reunião de desenvolvimento no escritório da Overte

source: News
cs: Novinky
de: Neuigkeiten
es: Noticias
pt: Notícias

source: 2025-06-07 Help us hire a team member!
es: 2025-06-07 ¡Ayúdanos a contratar a un miembro del equipo!

source: We are in the process of hiring our long-term contributor Julian Groß, allowing him to dedicate more time to Overte and get things done.
es: Estamos en proceso de contratar a nuestro colaborador Julian Groß, lo que le permitirá dedicar más tiempo a Overte y sacar adelante los proyectos.

source: The current proposal is a one-year-long contract for 13 hours per week at German minimum wage. While not much, this is enough for Julian to survive and make work on Overte his main profession.
es: La propuesta actual consiste en un contrato de un año por 13 horas semanales con el salario mínimo alemán. Aunque no es mucho, es suficiente para que Julian sobreviva y haga de su trabajo en Overte su profesión principal.

source: However, while the Overte e.V. can technically afford that, we are cutting it close. That is why we are asking for your support!
es: Sin embargo, aunque Overte e.V. puede permitírselo, técnicamente estamos al límite. Por eso pedimos tu apoyo!

source: We need to keep some financial cushioning in case of unforeseen costs, so we are doing our first fundraiser to reach our goal of 3000€ of additional funds over the next couple of months.
es: Necesitamos mantener un colchón financiero en caso de costos imprevistos, por lo que estamos realizando nuestra primera recaudación de fondos para alcanzar nuestra meta de 3000 € de fondos adicionales en los próximos meses.

source: Donate now ♥︎
es: Donar ahora ♥︎

source: 2025-04-04 We've obtained another NLnet grant!
es: 2025-04-04 ¡Hemos obtenido otra subvención de NLnet!

source: After the success of our previous grant, which enabled myriad fixes, improvements, and new features, we are pleased to announce that we've obtained a second NLnet grant!
es: Tras el éxito de nuestra anterior subvención, que permitió realizar innumerables correcciones, mejoras y nuevas funciones, nos complace anunciar que hemos obtenido una segunda subvención de NLnet!

source: The NLnet Foundation continues to support many amazing Open Source projects, and we're honored to continue partnering with them.
es: La Fundación NLnet continúa apoyando muchos proyectos sorprendentes de código abierto y nos sentimos honrados de seguir colaborando con ellos.

source: As with the previous grant, we commit to keeping users and developers up to date with the progress made on these items, both during our usual Saturday development meetings and on GitHub, so that everyone can follow along with the progress.
es: Al igual que con la subvención anterior, nos comprometemos a mantener a los usuarios y desarrolladores al tanto de los avances realizados en estos aspectos, tanto durante nuestras reuniones habituales de desarrollo los sábados como en GitHub, para que todos puedan seguir el progreso.

source: Project plan
cs: Projektový plán
de: Projektplan
es: Plan del Proyecto
pt: Plano de projeto

source: The funding will be used to pay developers to work on the areas listed below, with the possibility of extensions and additional work.
es: Los fondos se utilizarán para pagar a los desarrolladores para que trabajen en las áreas enumeradas a continuación, con posibilidad de extensiones y trabajos adicionales.

source: The agreed upon deadline for completion is December 1st, 2025.
es: La fecha límite acordada para la finalización es el 1 de diciembre de 2025.

source: Features
es: Características

source: We would like to allow less technical users to more comfortably make use of all the features provided by our scripting engine. To that end, we would like to add a visual scripting system.
es: Nos gustaría permitir a los usuarios menos técnicos utilizar con mayor comodidad todas las funciones que ofrece el motor de scripting. Para ello, nos gustaría añadir un sistema de scripting visual.

source: Visual scripting (https://github.com/overte-org/overte/issues/982)
es: Scripting visual (https://github.com/overte-org/overte/issues/982)

source: Chat messages in 3D space (https://github.com/overte-org/overte/issues/1147)
es: Mensajes de chat en espacio 3D (https://github.com/overte-org/overte/issues/1147)

source: Add copy and paste buttons to VR keyboard (https://github.com/overte-org/overte/issues/130)
es: Agregar los botones de cortar y pegar al teclado VR (https://github.com/overte-org/overte/issues/130)

source: Support OpenXR finger tracking (https://github.com/overte-org/overte/issues/224)
es: Soportar el seguimiento de dedos de OpenXR (https://github.com/overte-org/overte/issues/224)

source: Cryptography functions in scripting API (https://github.com/overte-org/overte/tree/feature/cryptography)
es: Funciones de criptografía en la API de scripting (https://github.com/overte-org/overte/tree/feature/cryptography)

source: Add live translation support to chat
es: Agregar traducciones en tiempo real al chat

source: Graphics
es: Gráficos

source: Our engine uses its own internal graphics API, which is largely undocumented. Documenting this API is a lot of work and important for the future maintainability of the project. Additionally, we would like to spend more time on Vulkan optimization, especially on troubleshooting performance issues on Intel Arc graphics cards.
es: Nuestro motor utiliza su propia API gráfica interna, que en gran parte no está documentada. Documentar esta API supone mucho trabajo y es importante para el mantenimiento futuro del proyecto. Además, nos gustaría dedicar más tiempo a la optimización de Vulkan, especialmente a la resolución de problemas de rendimiento en las tarjetas gráficas Intel Arc.

source: Vulkan optimization
es: Optimización de Vukan

source: Internal graphics API documentation
es: Documentación de la API de gráficos

source: Have local lights affect MToon materials (https://github.com/overte-org/overte/issues/1131)
es: Luces locales en materiales MToon (https://github.com/overte-org/overte/issues/1131)

source: Expose normal map attenuation distance as zone property (https://github.com/overte-org/overte/issues/1139)
es: Exponer la distancia de atenuación del mapa como propiedad de zona (https://github.com/overte-org/overte/issues/1139)

source: Use standard physically-based-rendering for voxels (https://github.com/overte-org/overte/issues/749)
es: Utiliza el renderizado estándar basado en propiedades físicas para los vóxeles (https://github.com/overte-org/overte/issues/749)

source: Allow switching between graphics APIs through command line option
es: Permitir cambiar entre API de gráficos a través de la opción de línea de comandos

source: Add splat mapping functionality (https://github.com/overte-org/overte/issues/1163)
es: Añadir la funcionalidad de splat mappin (https://github.com/overte-org/overte/issues/1163)

source: Add a no-filter texture filtering mode (https://github.com/overte-org/overte/issues/145)
es: Añadir un modo de filtrado de texturas sin filtro (https://github.com/overte-org/overte/issues/145)

source: QML Localization
es: Localización QML

source: As Overte is used by people from all over the world, we want to add localization support. This task aims to allow translating all internal UI created using QML. (Most, but not all, of our UI uses QML.)
es: Dado que Overte es utilizado por usuarios de todo el mundo, queremos añadir compatibilidad con la localización. Esta tarea tiene como objetivo permitir la traducción de todas las interfaces de usuario internas creadas con QML. (La mayoría de nuestras interfaces de usuario, aunque no todas, utilizan QML.)

source: Mark strings as translatable
es: Marcar cadenas como traducibles

source: Generate translation files automatically
es: Generar archivos de traducción automáticamente
